{
    "paper_id": "10",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-09-21T21:51:18.838049Z"
    },
    "title": "Did Russian Cyber Interference in the 2016 Election Violate International Law?",
    "authors": [
        {
            "first": "Jens",
            "middle": [],
            "last": "David",
            "suffix": "",
            "affiliation": {},
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "T6UC-6K2Z]. One reason Obama may have been unwilling to describe the attack as illegal was because the U.S. government might want the flexibility to conduct similar operations in the future, without conceding that they are illegal. 2. See, e.g., Steven J. Barela, Cross-Border Cyber Ops to Erode Legitimacy: An Act of Coercion, JUST SECURITY (Jan. 12, 2017), https://www.justsecurity.org/36212/cross-border-cyberops-erode-legitimacy-act-coercion/ [https://perma.cc/UKH6-JDSQ] (arguing that Russian intervention in the 2016 presidential election was an act of coercion violating international law). It is also beyond question that the cyber attack violated various American statutes, including, possibly, 18 U.S.C. § 2701.",
    "pdf_parse": {
        "paper_id": "10",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "T6UC-6K2Z]. One reason Obama may have been unwilling to describe the attack as illegal was because the U.S. government might want the flexibility to conduct similar operations in the future, without conceding that they are illegal. 2. See, e.g., Steven J. Barela, Cross-Border Cyber Ops to Erode Legitimacy: An Act of Coercion, JUST SECURITY (Jan. 12, 2017), https://www.justsecurity.org/36212/cross-border-cyberops-erode-legitimacy-act-coercion/ [https://perma.cc/UKH6-JDSQ] (arguing that Russian intervention in the 2016 presidential election was an act of coercion violating international law). It is also beyond question that the cyber attack violated various American statutes, including, possibly, 18 U.S.C. § 2701.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "Sovereignty is a funny thing. It is allegedly the foundation of the Westphalian order, but its exact contours are frustratingly indeterminate. When it was revealed that the Russian government interfered in the 2016 U.S. presidential election by, among other things, hacking into the e-mail system of the Democratic National Committee (DNC) and releasing its e-mails, international lawyers were divided over whether the cyber attack violated international law. President Obama seemingly went out of his way to describe the attack as a mere violation of \"established international norms of behavior\" and pointedly declined to refer to the cyber attacks as a violation of international law. ' Some international lawyers were more willing to describe the cyber attack as a violation of international law. 2 However, identifying the exact legal norm that was contravened turns out to be harder than it might otherwise appear. To the layperson, the Russian hacking constituted an impermissible (and perhaps) shocking interference in the American political process-an intervention that nonlawyers would not hesitate to label a \"violation of sovereignty\" as that term is used in political or diplomatic discourse. 3 The problem arises when one attempts to translate that commonsense intuition into legal discourse. At that point, the translation effort breaks down for a variety of reasons.",
                "cite_spans": [
                    {
                        "start": 688,
                        "end": 689,
                        "text": "'",
                        "ref_id": null
                    },
                    {
                        "start": 1206,
                        "end": 1207,
                        "text": "3",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "The genesis of the difficulty is that none of the standard rubrics for understanding illegal interventions clearly and unambiguously apply to the facts in question. For example, the Russian interference could simply be viewed as an act of espionage, but it has long been understood (at least until recent controversies in human rights law) that spying violates domestic-but not international-law. An alternative rubric would focus on the intervention aspect of Russia's behavior. The problem here is that the standard-though by no means universally accepted-definition for what counts as an illegal intervention requires doctrinal elements such as coercion that may not be present in this case. So too with regard to the notion of an illegal \"usurpation of an inherently governmental function,\" a legal description that is a poor fit for Russia's hacking during the 2016 election, for reasons that will be more fully articulated below.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "That being said, it would be a mistake to hastily reject our commonsense intuitions about the impropriety of Russian hacking during the election. The lack of fit with the doctrinal requirements for an illegal intervention against another State's sovereignty is simply an indication that the notions of \"sovereignty\" and \"intervention\"-though mainstays of contemporary public international law doctrine-are poorly suited to analyzing the legality of the conduct in this case. A far better rubric for analyzing the behavior is the notion of self-determination, a legal concept that captures the right of a people to decide, for themselves, both their political arrangements (at a systematic level) and their future destiny (at a more granular level of policy). It is precisely this more basic right of self-determination that was violated by Russia's conduct. Unfortunately, the right of self-determination has largely lain fallow since the global process of decolonization was completed,' with the exception of a few cases of controversial secessions. 6 But the Russian hacking campaign is evidence that self-determination's departure from the scene in international law should be mourned and, if possible, reversed because there are situations and cases where the best legal categories for understanding the situation are not sovereignty and intervention but rather the frustratingly imprecise notion of self-determination. 7 Accordingly, this Article proceeds in three parts. Part I will analyze the law of espionage and spying, which are widespread practices in today's 5. For a longer discussion of this phenomenon, see Jens David Ohlin, The Right to Exist and the Right to Resist, in THE THEORY OF SELF-DETERMINATION 70, 72 (Fernando R. Teson ed., 2016) (describing self-determination as \"a right that is universally recognized as central and indisputable in international law, but unfortunately of very little practical significance\").",
                "cite_spans": [
                    {
                        "start": 1051,
                        "end": 1052,
                        "text": "6",
                        "ref_id": null
                    },
                    {
                        "start": 1424,
                        "end": 1425,
                        "text": "7",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "6. For an example where self-determination played an important role in the legal analysis, see Reference re Secession of Quebec, [1998] 2 S.C.R. 217, 222 (Can.) (denying Quebec's claims that it had the right to secede under international law because self-determination allows secession only when \"a people\" is governed as part of a colonial empire; subject to alien subjugation, domination, or exploitation; or possibly when denied any meaningful exercise of self-determination).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "7. See Edward A. Laing, The Norm of Self-Determination, 1941 -1991 CAL. W. INT'L L.J. 209, 221 (1991) (noting that the vague notion of self-determination had only been applied in colonialist contexts).",
                "cite_spans": [
                    {
                        "start": 36,
                        "end": 60,
                        "text": "Self-Determination, 1941",
                        "ref_id": null
                    },
                    {
                        "start": 61,
                        "end": 66,
                        "text": "-1991",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "world. Though spying was once condemned as illegal under international law, that historical mistake has been rectified, and most international lawyers agree that spying violates domestic rather than international law. Part I will then query whether spying violates a human right to privacy, an argument that suggests that the Russian hacking might have violated international human rights law. Part I will conclude by outlining the obstacles to this argument.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Part II will focus on impermissible interventions against sovereignty and in particular on the requirement of coercion. The concept of coercion can be defined narrowly or broadly, with huge consequences for the outcome of the analysis in this case. Unfortunately, there is little in international law that outlines a complete theory of coercion-for that, one must look to philosophy. Finally, Part III will offer a conceptual argument that seeks to recast the sovereignty argument with a new legal architecture built from the raw materials of self-determination. The result of the argument is that the Russian cyber intervention in the 2016 election may very well have violated international law, but not for the reason that most lawyers assume. In making these arguments, the Article will make extensive reference to the Tallinn Manual on Cyber Operations, which offers the most up-to-date guidance on the law of cyber activities under international law.' Although some of the Manual's statements and conclusions of law are controversial, it is nonetheless undeniable that the document is the most complete rendering of an emerging (but not universal) consensus regarding the law in this area.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "One final methodological point is in order. This Article assumes that the facts currently in the public domain, and as reported by the U.S. intelligence agencies, 9 are accurate. This Article is not the right place to conduct an independent analysis of the factual underpinning of the intelligence assessment. Moreover, some facts will simply be assumed. This Article will assume that the hacking involved State action on the part of the Russian government, as opposed to private behavior. Also, this Article will assume that the attribution requirement is satisfied and that there is sufficient evidence to link the hacking with the Russian government. Moreover, in conducting the legal analysis, it is important to look at the entire event together rather than segmenting the Russian cyber interference into isolated behaviors. It is not just that the Russian government engaged in cyber intrusions against the DNC, that they disclosed e-mails to WikiLeaks, that they distributed the e-mails, that they did not engage in the same activity to the Grand Old Party, and that they deployed other cyber resources to spread fake news stories on social media. It is all of it taken together that paints an entire picture of cyber interference in the 2016 election. It is this total picture that will be evaluated in this Article.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Introduction",
                "sec_num": null
            },
            {
                "text": "Spying, Surveillance & Privacy One obvious way of analyzing the Russian intervention is to focus exclusively on the illicit and unauthorized access to specific computer networks and specific e-mail accounts-access that sounds like spying under a layperson's definition of spying. However, while spying is clearly a violation of U.S. law, it is a separate question whether it is a violation of international law, which has a more limited scope.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "I.",
                "sec_num": null
            },
            {
                "text": "In 1942, the U.S. Supreme Court upheld the conviction at a military commission of Nazi operatives who landed on the east coast of the United States with orders to proceed covertly across the homeland to sabotage key civilian and military installations.o In its decision, the Supreme Court noted,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A. Spying Under International Humanitarian Law",
                "sec_num": null
            },
            {
                "text": "The spy who secretly and without uniform passes the military lines of a belligerent in time of war, seeking to gather military information and communicate it to the enemy, or an enemy combatant who without uniform comes secretly through the lines for the purpose of waging war by destruction of life or property, are familiar examples of belligerents who are generally deemed not to be entitled to the status of prisoners of war, but to be offenders against the law of war subject to trial and punishment by military tribunals.\" With this phrase, the Supreme Court seemed to convey that spies were subject to the jurisdiction of military commissions because spying violates the international law of war.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A. Spying Under International Humanitarian Law",
                "sec_num": null
            },
            {
                "text": "Over time, most international lawyers have come to view the Quirin holding as resting on a mistaken assumption, insofar as it relies on the notion that spying represents a violation of the international law of war. Richard Baxter, in his famous article on spies, saboteurs, and guerillas, spoke for a scholarly consensus when he concluded that the Quirin Court had suffered from a basic but understandable confusion: the difference between a violation of international law and a violation of domestic law that is unprivileged under international law.12 Spying falls into the latter category, not the former. ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A. Spying Under International Humanitarian Law",
                "sec_num": null
            },
            {
                "text": "The established view that spying is not a violation of international law has recently come under attack from human rights lawyers who note that the right to privacy is protected by international and European human rights law. For example, Article 17 of the ICCPR states that \"[n]o one shall be subjected to arbitrary or unlawful interference with his privacy, family, home or correspondence, nor to unlawful attacks on his honour and reputation.\"14 According to this provision, it would seem as if Russia's cyber intrusion violated the human rights of the owners of the various e-mail accounts, including John Podesta and several DNC officials. Indeed, the reference in Article 17 to \"correspondence\" would seem to be especially relevant to this case.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "B. Privacy Under Human Rights Law",
                "sec_num": null
            },
            {
                "text": "International lawyers studying intelligence surveillance were late to recognize the significance of Article 17 and similar provisions in other human rights instruments protecting the right to privacy. However, with the revelation of global surveillance efforts by the National Security Agency and similar agencies in other countries-some of which were disclosed by Edward Snowden-human rights activists have harnessed international human rights law as a potential rubric with which to resist mass-surveillance efforts.\" If these provisions apply, they may suggest that the legal status of spying may have changed since the time of Quirin. Despite the fact that spying is a widespread or even universal tool of statecraft, the adoption of the ICCPR and ECHR may have outlawed the practice.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "B. Privacy Under Human Rights Law",
                "sec_num": null
            },
            {
                "text": "However, there are several obstacles to this \"spying as a violation of the right to privacy\" argument. First, human rights provisions were originally conceptualized as constraints against a government's conduct towards its own citizens. 16 So, for example, Article 17 would constrain and prohibit Russian attempts to spy on its own citizens, or U.S. attempts to spy on Americans-at least if they are arbitrary or unlawful (lawful or nonarbitrary spying, i.e., authorized by domestic statute, would not necessarily be covered 792 F.3d 1 (D.C. Cir. 2015), vacated en banc, 840 F.3d 757 (D.C. Cir. 2016). At issue is how to read the Quirin precedent, given the Court's confusion between international offenses and domestic offenses that are unprivileged. One way of reading Quirin is that the Court upheld jurisdiction of military commissions for domestic offenses (because spying is a domestic offense). Another way of reading the case is that the Court upheld jurisdiction of military commissions for international offenses only, because the Court was laboring under the mistaken view that spying was a direct violation of international law. 15. The Tallinn Manual recognizes that human rights law may be a constraint on cyber-related activities. See TALLINN MANUAL 2.0, supra note 4, at 316. However, its statements relate mostly to surveillance within the territorial State, rather than extraterritorial surveillance. See id.",
                "cite_spans": [
                    {
                        "start": 237,
                        "end": 239,
                        "text": "16",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "B. Privacy Under Human Rights Law",
                "sec_num": null
            },
            {
                "text": "16. Louis HENKIN, THE AGE OF RIGHTS 37 (1990) (\"Acting with other States (the State as legislator), each State agrees to recognize and give legal status in the international system to 'human rights' as claims that every individual has-or should have-upon his or her own society.\").",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "B. Privacy Under Human Rights Law",
                "sec_num": null
            },
            {
                "text": "by the provision). In the 2016 election, the spying by Russia targeted American citizens, and it is unclear whether the Article 17 right to privacy was meant to cover such transnational conduct.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "B. Privacy Under Human Rights Law",
                "sec_num": null
            },
            {
                "text": "The second problem is that foreign spying is so widespread that customary international law arguably does not prohibit it. There are two responses to this objection. The first is that a customary international law analysis should not displace a treaty-based analysis. So whether spying violates customary international law does not answer whether spying violates a particular treaty provision. This is a common problem with international law discourse-the tendency to evaluate all conduct under the rubric of customary international law, even if a treaty covers the conduct. Often, these invocations of customary international law are purportedly justified by claims that customary international law runs parallel to the treaty provisions. But even if that were the case, the conduct only needs to be illegal according to one source of international law.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "B. Privacy Under Human Rights Law",
                "sec_num": null
            },
            {
                "text": "The other response is an appeal to \"the subsequent practice of the parties\"-a doctrine that encourages reference to the practice of States as a means of treaty interpretation.' Under this methodology, the fact that States all engage in spying-and rarely criticize it as illegal-could be relevant for an interpretation of Article 17 and other treaty provisions. Unfortunately, this methodology is vastly overused in contemporary legal discourse; it is objectionable because it threatens to transform treaty interpretation into a kind of ersatz customary international law analysis (based on State practice). State practice is important but only when the norm flows from custom; when a norm flows from treaty law, State practice ought to fade in relevance. Indeed, even under the interpretive doctrine of the \"subsequent practice of the parties,\" the method should only be used when it is clear that the parties are acting pursuant to the treaty-in all other cases the practice of the parties is not a relevant method for analyzing an ambiguous treaty provision.\" This methodology seems especially ill-suited to analyzing human rights treaties, which demonstrate a unique structure that is not at all analogous to the typical bilateral arrangement. Human rights treaties are multilateral conventions that have individuals as their primary beneficiaries. The fact that most nations ignore their obligations under particular human rights provisions ought not to be an argument that the conduct therefore does not violate a human rights 17. Luigi Crema, Subsequent Agreements and Subsequent Practice Within and Outside the Vienna Convention, in TREATIES AND SUBSEQUENT PRACTICE 13, 14-18 (Georg Nolte ed., 2013) (discussing the origins and interpretive frameworks of \"the subsequent practice of the parties\").",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "B. Privacy Under Human Rights Law",
                "sec_num": null
            },
            {
                "text": "18. See Georg Nolte (Special Rapporteur), Int'l L. Comm'n, Second Report on Subsequent",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "B. Privacy Under Human Rights Law",
                "sec_num": null
            },
            {
                "text": "Agreements and Subsequent Practice in Relation to the Interpretation of Treaties, ¶ ¶ 4-11, U.N. Doc. A/CN.4/671 (Mar. 26, 2014) (defining \"in the application\" and \"regarding the interpretation\" of the treaty).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "B. Privacy Under Human Rights Law",
                "sec_num": null
            },
            {
                "text": "obligation. 19 That conclusion would turn human rights treaties on their head by whitewashing widespread noncompliance and transforming it into compliance by redefining the relevant norm. 20 At the end of the day, treaty interpretation is different from customary international law, and ought to be. Although State practice can be relevant for treaty interpretation under the rubric of subsequent practice of the parties, there are substantial constraints on the application of this methodology. 2 ' Moreover, it is not at all clear that the subsequent practice of States ought to be relevant in the context of human rights treaties, where the ultimate beneficiary of the relevant provision are individuals per se, whose subsequent practice would be largely ignored under a putative rule that allows a subsequent practice of widespread noncompliance to effectively gut the core of important human rights provisions codified in binding human rights instruments.",
                "cite_spans": [
                    {
                        "start": 12,
                        "end": 14,
                        "text": "19",
                        "ref_id": null
                    },
                    {
                        "start": 188,
                        "end": 190,
                        "text": "20",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "B. Privacy Under Human Rights Law",
                "sec_num": null
            },
            {
                "text": "The bigger problem with concluding that Russian spying during the 2016 election violated the ICCPR is the question of the treaty's extraterritorial scope. The ICCPR requires:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "C Extraterritorial Obligations Under Human Rights Law",
                "sec_num": null
            },
            {
                "text": "Each State Party to the present Covenant undertakes to respect and to ensure to all individuals within its territory and subject to its jurisdiction the rights recognized in the present Covenant, without distinction of any kind, such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status. 22 The question is the proper scope of the qualification \"to all individuals within its territory and subject to its jurisdiction.\" 23 One interpretation is that this qualification applies to both the obligation to respect and the obligation to ensure. This suggests that the treaty has little or no extraterritorial scope. 82, 91 (Georg Nolte ed., 2013) (suggesting that human rights tribunals may shy away from the subsequent practice methodology because it would diminish rather than enhance human rights norms).",
                "cite_spans": [
                    {
                        "start": 364,
                        "end": 366,
                        "text": "22",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "C Extraterritorial Obligations Under Human Rights Law",
                "sec_num": null
            },
            {
                "text": "20. An overreliance on practice also has the opposite problem as well. If States are engaging in a particular practice, it does not automatically mean that the practice demonstrates that they are required to engage in the activity. See, e.g., Certain Expenses of the United Nations, Advisory Opinion, 1962 I.C.J. Rep. 197, 201-02 (July 20) (separate opinion of Fitzmaurice, J.) (arguing that voluntary State expenditures do not imply an obligation for such spending).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "C Extraterritorial Obligations Under Human Rights Law",
                "sec_num": null
            },
            {
                "text": "21. For example, Nolte argues that \" [t] he examples from the case law and State practice substantiate the need to identify and interpret carefully subsequent agreements and subsequent practice, in particular to ask whether the parties, by an agreement or a practice, assume a position regarding the interpretation of a treaty, or whether they are motivated by other considerations.\" Nolte, supra note 18, at 11.",
                "cite_spans": [
                    {
                        "start": 37,
                        "end": 40,
                        "text": "[t]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "C Extraterritorial Obligations Under Human Rights Law",
                "sec_num": null
            },
            {
                "text": "22. ICCPR, supra note 14, art. 2.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "C Extraterritorial Obligations Under Human Rights Law",
                "sec_num": null
            },
            {
                "text": "In other words, Russia has an obligation to respect and ensure the right to privacy of individuals within its territory, which would exclude DNC officials living in the United States. Some human rights scholars have recently suggested that this narrow reading of Article 2 is far too restrictive. They suggest that the phrase \"to all individuals within its territory and subject to its jurisdiction\" applies only to the obligation to ensure, and that by contrast, the obligation \"to respect\" is territorially unbounded and applies across the globe. 24 If this view is correct, then Russia has an obligation to respect the privacy of all individuals around the world (and then has the further obligation to \"ensure\" this right to those living in Russia). But the more basic obligation applies universally. If this is true, the hacking violated the ICCPR.",
                "cite_spans": [
                    {
                        "start": 549,
                        "end": 551,
                        "text": "24",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Id.",
                "sec_num": "23."
            },
            {
                "text": "The problem with the U.S. asserting this reading of the ICCPR is that the U.S. insists that the ICCPR does not have this broad extraterritorial scope. This legal question was the subject of intense interdepartmental dispute toward the end of the Obarna Administration. The longstanding view of the U.S. government has been that most provisions of the ICCPR do not apply extraterritorially. 25 In 2010, State Department Legal Advisor Harold Koh authored a memorandum that argued that this established view was wrong and that the legal argument in favor of extraterritoriality ought to be given greater credence. 26 Ultimately, though, after pushback from other executive agencies, the Administration did not adopt the Koh memorandum as official U.S. legal policy. If Koh is right, though, this would provide one avenue through which to view the Russian interference as unlawful, i.e., a violation of international human rights law. However, it is not an argument that the U.S. will adopt anytime soon-at least not until it changes its position on the extraterritorial scope of human rights obligations.",
                "cite_spans": [
                    {
                        "start": 390,
                        "end": 392,
                        "text": "25",
                        "ref_id": null
                    },
                    {
                        "start": 611,
                        "end": 613,
                        "text": "26",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Id.",
                "sec_num": "23."
            },
            {
                "text": "TREATIES: LAW, PRINCIPLES, AND POLICY 18 (2011) (describing the difference between two types of State obligations, the negative obligation to \"respect\" and the positive obligation to \"ensure\" human rights). ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "See MARKO MILANOVIC, EXTRATERRITORIAL APPLICATION OF HUMAN RIGHTS",
                "sec_num": "24."
            },
            {
                "text": "The more likely and potentially fruitful rubric for analyzing the Russian cyber interference with the 2016 election is the concept of sovereignty. Under bread-and-butter principles of public international law, States are prohibited from interfering with another State's sovereignty. These actions can be understood as either an \"interference\" against another State's sovereignty or as an illegal \"usurpation\" of a State's inherently governmental 21 power.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "II. Violations of Domaine Riservd",
                "sec_num": null
            },
            {
                "text": "Either way, both avenues flow from the basic building blocks of sovereignty. As this Part demonstrates, however, the technical requirements for an illegal intervention might not apply to the Russian intervention, depending on how one understands the concept of coercion.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "II. Violations of Domaine Riservd",
                "sec_num": null
            },
            {
                "text": "The Concept of Domaine R6serv6",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A.",
                "sec_num": null
            },
            {
                "text": "When speaking about the general prohibition against interfering with another State's sovereignty, public international lawyers often refer to a State's domaine reserv6, its exclusive power to regulate its internal affairs without outside interference. 28 Indeed, the notion of domaine riservd would seem to be constitutive of the descriptive and normative uses of the phrase \"sovereignty,\" in the sense that being a sovereign State naturally entails the power to act as the sovereign.29 This is the enduring notion of sovereign prerogative.",
                "cite_spans": [
                    {
                        "start": 252,
                        "end": 254,
                        "text": "28",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A.",
                "sec_num": null
            },
            {
                "text": "Unfortunately, despite the patina of precision in its French rendering, the concept has little internally generated content. It has to be spelled out with reference to theories and concepts that are external to the notion of 27. See TALLINN MANUAL 2.0, supra note 4, at 20. The Tallinn Manual explains that sovereignty can be violated by an intervention against or usurpation of a State's essential functions:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A.",
                "sec_num": null
            },
            {
                "text": "The second basis upon which the Experts determined a violation of sovereignty occurs is when one State's cyber operation interferes with or usurps the inherently governmental functions of another State. This is because the target State enjoys the exclusive right to perform them, or to decide upon their performance. It matters not whether physical damage, injury, or loss of functionality has resulted or whether the operation qualifies in accordance with the various differing positions outlined above for operations that do not result in a loss of functionality. sovereignty. The notion of sovereign prerogative has limits, and almost every international lawyer would agree with this. The question is where to locate the limit-which domains or activities should be off-limits because they fall within a State's domaine reservd and which domains are subject to foreign action.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A.",
                "sec_num": null
            },
            {
                "text": "The Tallinn Manual argues that an intervention against a State's choice of political structure would count as an infringement against its domaine riservd, but only in the case where the intervention is accompanied by some degree of coercion. So, for example, the drafters of the Tallinn Manual do not view the spreading of propaganda as, by itself, indicative of an illegal intervention against another State's domaine riserv. 30 In prior international conflicts, the United States and other countries have dropped leaflets on the territory of another State in order to convince a foreign population to pressure its leaders into a course of action. 3 1 The Voice of America broadcasts across the globe in order to provide information to foreign audiences. The government of South Korea places loudspeakers near the border with North Korea in order to disseminate news and information that might not otherwise reach its epistemically isolated population. 3 2 No one denies that Putin would have been permitted to speak publicly on Russia Today, the decidedly pro-Putin State television network, and declare his support for Trump and urge all Americans to vote for him. This right to engage in the political process is hardly a violation of America's domaine riservy.",
                "cite_spans": [
                    {
                        "start": 427,
                        "end": 429,
                        "text": "30",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "A.",
                "sec_num": null
            },
            {
                "text": "In order to find that there was an impermissible intervention, the Tallinn Manual points to the requirement of coercion, a doctrinal element that flows from the Nicaragua judgment. 33 In order to count as illegal intervention, the structure of the interaction must have the following form: engage in this action; otherwise you will suffer a particular consequence. Then, the State complies with the coercive demand because it finds the promised consequence to be intolerable to live with. A key element here is the assumption that the threatened consequence constitutes an illegal or wrongful action. Although never stated explicitly, this assumption is arguably implicit in the Nicaragua judgment, in part because the court concluded that actions of the United States constituted an illegal use of force under international law. In contrast, if the threatened consequence is an action that the threatening State clearly has the authority under international law to engage in, then the action is merely an example of bald strategic behavior, not coercion per se. So, for example, in the Nicaragua case, the International Court of Justice concluded that the mining of the harbor waters (and support for the Contras) constituted illegal intervention because the United States did not have the right to mine the harbor and the action constituted a use of force in violation of the U.N. Charter and customary law. 34 If, on the other hand, a State mounts a naval blockade in a situation when the blockade is permissible under international law, it cannot count as an example of coercion just because the target of the blockade views the situation as intolerable and therefore capitulates. The same thing might be said of a sanctions regime where the underlying sanctions are consistent with international law.",
                "cite_spans": [
                    {
                        "start": 181,
                        "end": 183,
                        "text": "33",
                        "ref_id": null
                    },
                    {
                        "start": 1410,
                        "end": 1412,
                        "text": "34",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "B. The Requirement of Coercion",
                "sec_num": null
            },
            {
                "text": "So the key to an impermissible act of coercion is that it forces the target State to act by virtue of its desire to avoid the consequences that flow from a threatening State's illegal or impermissible action. 35 However, it is not obviously the case that the Nicaragua paradigm for coercion is the correct interpretation. Although there is not much law on this question in the burgeoning field of the international law of cyber operations, the issue has been raised and analyzed in numerous other fields, including domestic law and philosophy. For example, in the philosophical literature on coercion, most scholars writing in this area have assumed that what makes coercion wrongful is that the coercer threatens an outcome that makes the target worse off. 3 6 Some scholars argue that even conditional offers-which might make the target better off-can be coercive because they may ",
                "cite_spans": [
                    {
                        "start": 209,
                        "end": 211,
                        "text": "35",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "B. The Requirement of Coercion",
                "sec_num": null
            },
            {
                "text": "It is unclear whether a causal requirement must be satisfied. See TALLINN MANUAL 2.0, supra note 4, at 320 (noting its experts were \"divided\"). See, e.g., Robert Nozick, Coercion, in PHILOSOPHY, SCIENCE, AND METHOD 440, 447 (Sidney Morgenbesser et al. eds., 1969 ) (arguing that a threat makes the consequences of a person's actions \"worse than they would have been in the normal and expected course of events\").",
                "cite_spans": [
                    {
                        "start": 144,
                        "end": 262,
                        "text": "See, e.g., Robert Nozick, Coercion, in PHILOSOPHY, SCIENCE, AND METHOD 440, 447 (Sidney Morgenbesser et al. eds., 1969",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "35.",
                "sec_num": null
            },
            {
                "text": "constitute an offer so good that it cannot be refused. 3 7 The difference between a conditional threat and a conditional offer is a nonarbitrary baseline against which we can label something as a benefit or a burden. Some scholars believe that the baseline is the \"normal or natural or expected course of events,\" 38 while others insist that establishing a coherent baseline will inevitably be arbitrary, and therefore that offers can be coercive. 3 9 Under either understanding, there is no requirement that the conditional threat or offer involve an otherwise illegal action. One prominent exception is Mitchell Berman, who concludes that wrongful coercion involves threats to engage in otherwise impermissible actions. 40 Berman's argument is that coercion is wrongful because it involves threatening to do an action which itself is impermissible; the impermissibility of the threat flows from the impermissibility of the completed action, even if it is never required (because the threat is successful).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "36.",
                "sec_num": null
            },
            {
                "text": "In domestic law, coercion does not always require the threatening of a consequence that constitutes an illegal or impermissible act, i.e., something that the threatening agent is not permitted to do. Consider the U.S. Supreme Court's review of Medicaid expansion in NFIB v. Sebelius. 4 1 In Sebelius, the question facing the Court was whether Congress had engaged in impermissible coercion by attaching a condition to the funds that the federal government provides to States for their Medicaid programs. 42 The condition required the States to expand their Medicaid programs or risk losing federal funding for Medicaid entirely (not just for the expansion). 4 3 The Supreme Court had already determined, back in South Dakota v. Dole, that Congress could use its spending power to induce compliance by sovereign States.\" In that case, Congress had tied federal funding for highways to the drinking age, so that States were required to raise their drinking age to twenty-one or risk losing five percent of the funding that they received from the federal [Vol. 95:1579 government for highway projects. 45 The Court ruled that these funding conditions were not unconstitutionally coercive, but did concede that prior \"decisions have recognized that in some circumstances the financial inducement offered by Congress might be so coercive as to pass the point at which 'pressure turns into compulsion.\"' 46 So although the funding scheme in Dole was constitutional, the Court reiterated its holding that the withdrawal of financial benefits could rise to the level of coercion.",
                "cite_spans": [
                    {
                        "start": 504,
                        "end": 506,
                        "text": "42",
                        "ref_id": null
                    },
                    {
                        "start": 1099,
                        "end": 1101,
                        "text": "45",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "36.",
                "sec_num": null
            },
            {
                "text": "In Sebelius, the Court declared that it had finally found a case where pressure had turned into compulsion, even though Congress was simply threatening to take away a benefit that it was under no obligation to provide in the first instance. Writing for the majority, Chief Justice Roberts declared that \"[i]n this case, the financial 'inducement' Congress has chosen is much more than 'relatively mild encouragement'-it is a gun to the head.\" 47 But what was the gun to the head? It was simply a threat to remove all Medicaid funding to a State-something that the Constitution does not require the federal government to do in the first place. So how can it be coercive to remove something that you are not required to do in the first place?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "36.",
                "sec_num": null
            },
            {
                "text": "Justice Roberts answered that, in contrast to the modest amount of highway funds that were at issue in Dole, the Sebelius funding scheme made up as much as ten percent of the State's entire budget, a consequence that constituted an \"economic dragooning that leaves the States with no real option but to acquiesce in the Medicaid expansion.\" 48 The States, having grown accustomed (addicted?) to the higher amount of federal aid, would not be able to survive once it was withdrawn-at least not without substantial bureaucratic and financial chaos. So the majority apparently viewed the total amount as the crucial factor, not the question of whether the threatened consequence was illegal or not. At least in this limited circumstance, a court viewed coercion as applying to a case where the negative consequence was not otherwise illegal or impermissible. In essence, an offer that is too good to refuse may constitute coercion because it seems impossible for the recipient to forego the benefits in question. 4 9 Applying this insight to the case of Russian cyber interference, one might argue that coercion does not necessarily require a threat to commit an ROBERT NOZICK, PHILOSOPHICAL EXPLANATIONS 48 (1981). This insight provides an opening for explaining how the withholding of a benefit could rise to the level of coercion. In that situation, the action produced by the withholding of the benefit might stand in a closer relationship to the coercer's motives and intentions than to the target's motives and intentions. This is certainly the case with regard to the coercive Medicaid expansion, which stood in a closer relationship to Congress's intention than it did to the States' intentions.",
                "cite_spans": [
                    {
                        "start": 1010,
                        "end": 1013,
                        "text": "4 9",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "36.",
                "sec_num": null
            },
            {
                "text": "unlawful act, in the sense in which Nicaragua implies or Berman argues. The sine qua non of coercion is that the threat compelled the State to act in a way that it otherwise would not act, 50 not that the threatened consequence was illegal. If the Russian hacking constituted \"threatening conduct,\" the lack of a threatened consequence that is independently illegal should not be taken as a fatal defect to the argument.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "36.",
                "sec_num": null
            },
            {
                "text": "Even so, there are substantial impediments to concluding that the Russian hacking in the 2016 election constituted illegal coercionimpediments that raise a series of broader questions about the entire episode. A legal finding of coercion would depend on identifying some individual or group as the target of the coercion. Was it the American voters? Were they coerced into voting for Trump and not for Clinton? If so, what were the threatened consequences? One might argue that the Russian intervention came with an implied threat to withhold benefits if Hillary Clinton were elected and that Russia would act in a more cooperative manner towards the United States if Trump were elected, perhaps in exchange for reciprocal considerations from a new Trump Administration. Or perhaps one might argue that the hacking came with the threat of future illegal behavior on the part of the Russian government: either more instances of hacking, or more daringly, increased military aggression in places like Crimea or eastern Ukraine. Or, one might assume that the object of the coercion was actually Hillary Clinton. In that regard, perhaps the point was that Clinton was implicitly informed that she should adopt a more conciliatory attitude toward Russia (and drop any attempts to pursue regime change in Russia or oust Putin), and that if she did not comply, the hacking of DNC e-mails would be the threatened consequence. 52 However, it is unclear if this threat or offer was made, either explicitly or implicitly. Furthermore, it is also unclear whether one should equate the American electorate with the \"State\" itself.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "36.",
                "sec_num": null
            },
            {
                "text": "Certainly, the question of whether there was coercion in this case should be determined holistically based on the facts surrounding the intervention, 50. See TALLINN MANUAL 2.0, supra note 4, at 319 (\"The key is that the coercive act must have the potential for compelling the target State to engage in an action that it would otherwise not take (or refrain from taking an action that it would otherwise take).\"). 5 1. This would imply that a retorsion is inherently coercive; it is not clear whether international lawyers would be comfortable with that conclusion.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "36.",
                "sec_num": null
            },
            {
                "text": "52. It is certainly the case that coercion need not be direct and may come in an indirect form: Coercion sufficient to support a finding of unlawful intervention may take either a direct or indirect form. In its findings of fact, the International Court of Justice in the Nicaragua judgment determined that the United States had supplied assistance to rebels, including \"training, arming, equipping ...",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "36.",
                "sec_num": null
            },
            {
                "text": "[rebel] military and paramilitary actions in and against Nicaragua.\" The court held that the principle of non-intervention \"forbids all States or groups of States to intervene directly or indirectly in internal or external affairs of other States.\" TALLINN MANUAL 2.0, supra note 4, at 319-20.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "36.",
                "sec_num": null
            },
            {
                "text": "rather than hewing formalistically to abstract requirements. 53 Other scholars have concluded that the Russian hacking included some coercive element, implicitly rejecting the requirement of an impermissible consequence. 54 One possibility for defining coercion is simply the scale and effect of the overall intervention, 55 which in this case was quite substantial. This is perhaps the most important lesson of the Sebelius reasoning, where the Court looked to the totality of the circumstances before deciding whether the actions in the case were fundamentally coercive. However, there must be a line between being coercive and being corrosive to the proper functioning of a democracy. While the Russian hacking was certainly corrosive, it is genuinely unclear whether it should count as coercive. 56",
                "cite_spans": [
                    {
                        "start": 61,
                        "end": 63,
                        "text": "53",
                        "ref_id": null
                    },
                    {
                        "start": 221,
                        "end": 223,
                        "text": "54",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "36.",
                "sec_num": null
            },
            {
                "text": "The other possibility is that the Russian cyber hacking was illegal, not because it constituted a coercive intervention but rather an illegal \"[u]surpation of an inherently governmental function,\" 57 which does not require the element of coercion. The question is what was the inherently governmental function in this case.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "C. Illegal Usurpation of a Government Function",
                "sec_num": null
            },
            {
                "text": "Undeniably, the holding of a federal election is an inherently governmental function in a liberal democracy. So, in theory, the disruption of an election should count as the usurpation of an inherently governmental 53. See id. at 319 (\"A few Experts, however, argued that it is impossible to prejudge whether an act constitutes intervention without knowing its specific context and consequences. For them, the context and consequences of a particular act that would not normally qualify as coercive could raise it to that level.\").",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "C. Illegal Usurpation of a Government Function",
                "sec_num": null
            },
            {
                "text": "54. For example, Steven Barela has concluded that, coercion can be understood as more than simply forcing an electoral outcome. The significance and expanse, both in scale and reach, of the interests targeted are relevant. Whether the Russian meddling was meant to achieve a particular result in the election (wishing to aid one candidate over another), there were also more important-even if less tangible-matters at stake. Barela, supra note 2. function. Indeed, the drafters of the Tallinn Manual listed a number of governmental functions, including \"changing or deleting data such that it interferes with the delivery of social services, the conduct of elections, the collection of taxes, the effective conduct of diplomacy, and the performance of key national defence activities.\" 5 In the 2016 election, however, the Russian government allegedly released private information to the public, rather than \"changing or deleting\" it. 59 Moreover, the Tallinn Manual does not further define what constitutes the \"conduct of elections.\"",
                "cite_spans": [
                    {
                        "start": 935,
                        "end": 937,
                        "text": "59",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "C. Illegal Usurpation of a Government Function",
                "sec_num": null
            },
            {
                "text": "Everyone agrees that had the Russian government tampered with the ballot boxes, or with electronic voting, this would count as a violation of international law, because the counting of votes during an election is a paradigmatically \"governmental function,\" which in that case would be \"usurped\" by Russia. 6 0 Votes should be tabulated, counted, and reported by the government officials administering the election, and any interference with that process sounds like a usurpation of an inherently governmental function. At this moment in time, however, there is no publicly available evidence that the Russian cyber interference included tampering with the vote-tabulation process. 61 The interference included disclosure of private information and possibly distribution of fake news stories, falling under the umbrella of propaganda and violations of the right to privacy. 62 We are left then with an overall impression of illegal conduct, but without a clear and unambiguous doctrinal route towards that conclusion.",
                "cite_spans": [
                    {
                        "start": 681,
                        "end": 683,
                        "text": "61",
                        "ref_id": null
                    },
                    {
                        "start": 873,
                        "end": 875,
                        "text": "62",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "C. Illegal Usurpation of a Government Function",
                "sec_num": null
            },
            {
                "text": "Having failed to identify an unambiguous argument that the Russian cyber interference satisfied the doctrinal requirements for an illegal intervention under international law, this section will look at the situation with reference to political terminology, in order to identify a better legal framework for analysis. 63 In political terms, the Russian hacking interfered with a key element of sovereignty, insofar as sovereignty is understood as a \"[A] cyber operation by a State that interferes with another country's ability to hold an election or that manipulates another country's election results would be a clear violation of the rule of non-intervention.\").",
                "cite_spans": [
                    {
                        "start": 317,
                        "end": 319,
                        "text": "63",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 448,
                        "end": 452,
                        "text": "\"[A]",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "III. A Violation of Self-Determination",
                "sec_num": null
            },
            {
                "text": "61. ASSESSING RUSSIAN ACTIVITIES, supra note 9, at 3 (concluding that although Russian hackers accessed computer systems of State and local electoral boards, these systems were \"not involved in vote tallying\").",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "III. A Violation of Self-Determination",
                "sec_num": null
            },
            {
                "text": "62. Id at 4 (describing quasigovernmental trolls as \"contribut[ing] to the influence campaign\"). 63. I am indebted to Philip Bobbitt for discussing this point with me.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "III. A Violation of Self-Determination",
                "sec_num": null
            },
            {
                "text": "relational concept that connects the government with the will of the people. 64 The whole point of democratic governance is that the government should represent the will of the people, and this relationship might be called the \"sovereign will.\" If this is what is meant by sovereignty, then clearly the Russian hacking constituted an interference and distortion of the sovereign will, because the goal of the hacking was to help elect a candidate who was sympathetic to the interests of the Russian government, rather than elect a candidate who represented the hopes and desires of the American people. This generates a translation problem. The notion of sovereign will described above does not accord with the concept of sovereignty as public international lawyers usually use the term. Of course, the word sovereignty is notoriously slippery and vague and often generates more heat than light. 65 But generally speaking, when a public international lawyer speaks of sovereignty, they mean the right of a State to control its territory, regulate its subjects, and be free from external military aggression, as well as lesser forms of impermissible interventions and interference. 66 Indeed, this is the notion of sovereignty that guided our legal analysis in Parts I and II of this Article. However, we were proceeding under the assumption that the legal notion of sovereignty-and its companion notion of unlawful interventions against sovereignty-was the proper legal framework for understanding an event that politicians and even political theorists would have analyzed with the language (their language) of sovereignty. But this assumption may be false. The best legal analogue for the political concept of sovereignty may not be the legal concept of sovereignty after all.",
                "cite_spans": [
                    {
                        "start": 77,
                        "end": 79,
                        "text": "64",
                        "ref_id": null
                    },
                    {
                        "start": 896,
                        "end": 898,
                        "text": "65",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "III. A Violation of Self-Determination",
                "sec_num": null
            },
            {
                "text": "The reason for the translation problem is that the legal notion of sovereignty is centered around the State, while the political notion of sovereignty is not so carefully circumscribed, and often relates to the people whose sovereign will is represented by the government and even perhaps protected by the constitutional order. 67 To the extent that something untoward happened during the 2016 election, the relevant victim here was not the American State but rather the American people, whose expression of political will was interfered with. But once one shifts from discussing the State to the people, the legal language of sovereignty becomes singularly 65. See, e.g., Louis Henkin, That \"S\" Word: Sovereignty, and Globalization, and Human Rights, Et Cetera, 68 FORDHAM L. REv . 1, 1 (1999) (noting the misuse of the word \"sovereignty\" through history and arguing that its meaning \"is confused and its uses are various, some of them unworthy, some even destructive of human values\").",
                "cite_spans": [
                    {
                        "start": 328,
                        "end": 330,
                        "text": "67",
                        "ref_id": null
                    },
                    {
                        "start": 662,
                        "end": 666,
                        "text": "See,",
                        "ref_id": null
                    },
                    {
                        "start": 667,
                        "end": 672,
                        "text": "e.g.,",
                        "ref_id": null
                    },
                    {
                        "start": 673,
                        "end": 686,
                        "text": "Louis Henkin,",
                        "ref_id": null
                    },
                    {
                        "start": 687,
                        "end": 714,
                        "text": "That \"S\" Word: Sovereignty,",
                        "ref_id": null
                    },
                    {
                        "start": 715,
                        "end": 733,
                        "text": "and Globalization,",
                        "ref_id": null
                    },
                    {
                        "start": 734,
                        "end": 751,
                        "text": "and Human Rights,",
                        "ref_id": null
                    },
                    {
                        "start": 752,
                        "end": 762,
                        "text": "Et Cetera,",
                        "ref_id": null
                    },
                    {
                        "start": 763,
                        "end": 780,
                        "text": "68 FORDHAM L. REv",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 781,
                        "end": 794,
                        "text": ". 1, 1 (1999)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "III. A Violation of Self-Determination",
                "sec_num": null
            },
            {
                "text": "66. See, e.g., IAN BROWNLIE, PRINCIPLES OF PUBLIC INTERNATIONAL LAW 105-07 (7th ed. 2008) (noting that sovereignty is used liberally by lawyers to describe the \"complexity and diversity of the rights, duties, powers, liberties, and immunities of states\").",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "III. A Violation of Self-Determination",
                "sec_num": null
            },
            {
                "text": "67. For example, the Tenth Amendment reserves all powers (not otherwise delegated in the U.S. Constitution) to the \"States respectively, or to the people.\" U.S. CONST. amend. X. unhelpful for describing the situation. The closest analogue in international law to this political notion of sovereign will is the principle of selfdetermination, the right of all peoples to determine for themselves their political destiny. That is the norm that was violated during the election.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "III. A Violation of Self-Determination",
                "sec_num": null
            },
            {
                "text": "The election process is the ultimate expression of a people's sovereign will. By illicit interference, the Russians influenced the election to produce the sovereign will of the Russian people (or its government), rather than the sovereign will of the American people. Arguably, Russia was concerned that Clinton would pursue regime change as official U.S. policy and viewed this possibility as an existential threat. 68 The interference substituted one sovereign will for the other as an outcome of the election. Doing so violated the right of the American people to self-determination.",
                "cite_spans": [
                    {
                        "start": 417,
                        "end": 419,
                        "text": "68",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "III. A Violation of Self-Determination",
                "sec_num": null
            },
            {
                "text": "There are several reasons why international lawyers have been unwilling to discuss this incident with the language of self-determination, which is part of a more general hesitation surrounding the legalization of the right of self-determination. First, self-determination is usually invoked as an argument for constructing a State (perhaps through secession), 69 but once a State has been created, the legal discourse usually shifts to State sovereignty and the principle of self-determination fades into the background. But that fading away is not legally required; indeed, a people's right to selfdetermination does not disappear once it succeeds in creating a State to fulfill its self-determination. The concept of State sovereignty does not entirely exhaust the principle of self-determination, which remains an important guiding principle and runs parallel to the legal concept of State sovereignty.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "III. A Violation of Self-Determination",
                "sec_num": null
            },
            {
                "text": "The second problem with invoking self-determination in this context is that the argument presupposes that we can identify, ex ante, the sovereign will of the American people, before viewing the results of the election-the process which defines the sovereign will as its ultimate expression. So, for example, a critic might look at the election results and say that the resulting election of Trump was the expression of the American people's selfdetermination, and there is little empirical evidence to the contrary. That being said, perhaps it is possible to identify the true expression of a people's self-determination by invoking counterfactual thinking, which is commonplace in legal discourse. In the absence of the Russian interference, the election would have proceeded quite differently, suggesting that the 68. ASSESSING RUSSIAN ACTIVITIES, supra note 9, at 1 (\"Putin most likely wanted to discredit Secretary Clinton because he has publicly blamed her since 2011 for inciting mass protests against his regime in late 2011 and early 2012, and because he holds a grudge for comments he almost certainly saw as disparaging him.\").",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "III. A Violation of Self-Determination",
                "sec_num": null
            },
            {
                "text": "69. See Secession of Quebec, [1998] 2 S.C.R. at 283 (discussing the limits on the right to selfdetermination when that right would violate the territorial integrity or political unity of the State). For a discussion, see generally MILENA STEIO, THE RIGHT TO SELF-DETERMINATION UNDER INTERNATIONAL LAW: \"SELFISTANS,\" SECESSION, AND THE RULE OF THE GREAT POWERS (2013) (surveying the theory of self-determination and analyzing the right as applied to five locations interested in secession).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "III. A Violation of Self-Determination",
                "sec_num": null
            },
            {
                "text": "actions of Russia distorted and interfered with the American people's right of self-determination. 7 0",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "III. A Violation of Self-Determination",
                "sec_num": null
            },
            {
                "text": "The third problem is that concluding that Russia violated the American people's right to self-determination might entail that in previous elections it was the United States that violated the right to self-determination when it meddled in the political and electoral process of a foreign nation. 7 1 But the mere fact that the United States itself may have violated the norm in prior occasions does not necessarily entail that the United States cannot be victimized by similarly illegal conduct or that the activity is not illegal. Widespread noncompliance does not automatically transform the behavior into compliance, the rules of customary international law (via State practice) notwithstanding. More importantly, even if the United States has engaged in such meddling before, it is important to distinguish between political interference in dictatorships and other illiberal systems versus interference in genuinely democratic elections. 72 The former violates the principle of selfdetermination while the latter does not. 73 Indeed, it should count as a virtue of the self-determination rubric that it helpfully distinguishes between interventions that frustrate democratic self-government and interventions that support it. Furthermore, it is a vice of the blunt tool of State sovereignty that as a legal concept it is incapable of making such crucial distinctions.",
                "cite_spans": [
                    {
                        "start": 941,
                        "end": 943,
                        "text": "72",
                        "ref_id": null
                    },
                    {
                        "start": 1026,
                        "end": 1028,
                        "text": "73",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "III. A Violation of Self-Determination",
                "sec_num": null
            },
            {
                "text": "We should be clear on specifically how the self-determination legal analysis differs from the sovereignty analysis. Both analyses agree that interference with a foreign political process might be illegal.74 Indeed, as 70. But see ASSESSING RUSSIAN ACTIVITIES, supra note 9, at i (\"We did not make an assessment of the impact that Russian activities had on the outcome of the 2016 election.\").",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion",
                "sec_num": null
            },
            {
                "text": "71. See Ishaan Tharoor, The Long History of the U.S. Interfering with Elections Elsewhere, WASH. POST (Oct. 13, 2016) , https://www.washingtonpost.com/news/worldviews/wp/2016/10/13/ the-long-history-of-the-u-s-interfering-with-elections-elsewhere/?utm term=.3 12a2b7fea If [https://perma.cc/EPL7-CPYH] (giving examples of U.S. interference in Iran, Chile, and Guatemala among others).",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 102,
                        "end": 117,
                        "text": "(Oct. 13, 2016)",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "Conclusion",
                "sec_num": null
            },
            {
                "text": "72. Some historical examples of U.S. meddling in foreign political processes arguably involved the frustration of democratic processes in favor of nondemocratic regimes that were viewed as more friendly to U.S. interests.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion",
                "sec_num": null
            },
            {
                "text": "73. In fact, this is a core difference between the sovereignty and self-determination frameworks; the concept of sovereignty leaves little room for discriminating between political arrangements.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion",
                "sec_num": null
            },
            {
                "text": "74. For example, the Tallinn Manual concludes: [Tlhe matter most clearly within a State's domaine riservd appears to be the choice of both the political system and its organization, as these issues lie at the heart of sovereignty. Thus, cyber means that are coercive in nature may not be used to alter or suborn modification of another State's government or social structure. TALLINN MANUAL 2.0, supra note 4, at 315. long ago as the Nicaragua case, the ICJ concluded that sovereignty entails the \"choice of a political, economic, social, and cultural system, and the formulation of foreign policy.\"s 7 What is different is that proceeding under the doctrine of self-determination escapes the formalistic and doctrinal requirements for illegal interventions, including the requirement of coercion.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Conclusion",
                "sec_num": null
            },
            {
                "text": "Nicar. v. U.S., 1986 I.C.J. at 107, T 205.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "75.",
                "sec_num": null
            },
            {
                "text": "[Vol. 95:1579",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "text": "TALLINN MANUAL 2.0 ON THE INTERNATIONAL LAW APPLICABLE TO CYBER OPERATIONS 23 (Michael M. Schmitt & Liis Vihul eds., 2017) [hereinafter TALLINN MANUAL 2.0].",
                "uris": null,
                "num": null,
                "type_str": "figure"
            },
            "FIGREF1": {
                "text": "10",
                "uris": null,
                "num": null,
                "type_str": "figure"
            },
            "FIGREF2": {
                "text": "14. International Covenant on Civil and Political Rights art. 17, Dec. 19, 1966, S. EXEC. DOc. E (1978), 999 U.N.T.S. 171 [hereinafter ICCPR].",
                "uris": null,
                "num": null,
                "type_str": "figure"
            },
            "FIGREF3": {
                "text": "For a similar argument, see Sean D. Murphy, The Relevance of Subsequent Agreement and Subsequent Practice for the Interpretation of Treaties, in TREATIES AND SUBSEQUENT PRACTICE",
                "uris": null,
                "num": null,
                "type_str": "figure"
            },
            "FIGREF4": {
                "text": "25. See U.N. Human Rights Comm'n, 53d Sess., 1405th mtg. ¶ 20, U.N. Doc. CCPR/C/SR 1405 (Apr. 24, 1995) (State Department Legal Advisor Conrad Harper stating, \"The Covenant was not regarded as having extraterritorial application [by the U.S. government]. In general, where the scope of application of a treaty was not specified, it was presumed to apply only within a party's territory\"); see also U.N. Human Rights Comm'n, Consideration of Reports Submitted by States Parties Under Article 40 of the Covenant, ¶ 469, U.N. Doc. CCPR/C/USA/3 (Nov. 28, 2005) (\"The United States continues to consider that its view is correct that the obligations it has assumed under the Covenant do not have extraterritorial reach.\"). 26. U.S. Dep't of State, Office of the Legal Adviser, Memorandum Opinion on the Geographic Scope of the International Covenant on Civil and Political Rights, at 4 (Oct. 19, 2010) (\"[T]he Covenant does impose certain obligations on a State Party's extraterritorial conduct under certain circumstances.\").",
                "uris": null,
                "num": null,
                "type_str": "figure"
            },
            "FIGREF5": {
                "text": "\"Intervention is wrongful when it uses methods of coercion .... The element of coercion ... defines, and indeed forms the very essence of, prohibited intervention. . . . 34. Nicar. v. U.S., 1986 I.C.J. at 128, IT 251-52.",
                "uris": null,
                "num": null,
                "type_str": "figure"
            },
            "FIGREF6": {
                "text": "Id at 211. 46. Id. (quoting Steward Machine Co. v. Davis, 301 U.S. 548, 590 (1937)). 47. Sebelius, 132 S. Ct. at 2604. 48. Id at 2604-05. 49. The philosopher Robert Nozick argues that coercion involves the substitution of the agent's motives and intentions for the motives and intentions of the coercer.",
                "uris": null,
                "num": null,
                "type_str": "figure"
            },
            "FIGREF7": {
                "text": "See Myres S. McDougal & Florentino P. Feliciano, International Coercion and World Public Order: The General Principles of the Law of War, 67 YALE L.J. 771, 782 (1958) (suggesting that coercion is defined by three dimensions of consequentiality, including \"the importance and number of values affected, the extent to which such values are affected and the number of participants whose values are so affected\"); Sean Watts, Low-Intensity Cyber Operations and the Principle ofNon-Intervention, in CYBERWAR: LAW AND ETHICS FOR VIRTUAL CONFLICT 249, 257 (Jens David Ohlin et al. eds., 2015) (\"[McDougal's] and Feliciano's dimensions of coercion might consider the nature of State interests affected by a cyber operation, the scale of effects the operation produces in the target State, and the reach in terms of number of actors involuntarily affected by the cyber operation.\"); Barela, supra note 2 (concluding that the McDougal and Feliciano formulation lends support to the conclusion that the Russian hacking violated international law).56. See also William Banks, State Responsibility and Attribution of Cyber Intrusions After Tallinn 2.0, 95 TEXAS L. REv. 1487, 1501 (2017) (concluding that according \"to the traditional measures, there was no coercion and no unlawful intervention\" but also conceding that \"because [S]tate practice and resulting customary international law is based on examples from kinetic conflicts ...[w]e should temper our confidence in this coercion analysis\").57. See TALLINN MANUAL 2.0, supra note 4, at 24.",
                "uris": null,
                "num": null,
                "type_str": "figure"
            },
            "FIGREF8": {
                "text": "64. For example, Rousseau would have referred to this as the \"general will.\" See JEAN-JACQUES ROUSSEAU, THE SOCIAL CONTRACT AND DISCOURSES 22 (G.D.H. Cole ed. & trans., J.M. Dent & Sons 1913) (1761).",
                "uris": null,
                "num": null,
                "type_str": "figure"
            },
            "TABREF0": {
                "text": "This issue is also raised by the appellate litigation in Al Bahlul, which concerns the applicability of the conspiracy charge before military commissions. See UnitedStates v. 'd in part, vacated in part, . 2014), vacatedin part,",
                "num": null,
                "content": "<table><tr><td>(1942).</td></tr><tr><td>11. Id. at 31.</td></tr><tr><td>12. RICHARD BAXTER, So-Called 'Unprivileged Belligerency': Spies, Guerrillas, and</td></tr><tr><td>Saboteurs, in HUMANIZING THE LAWS OF WAR: SELECTED WRITINGS OF RICHARD BAXTER 37,44</td></tr><tr><td>(Detlev F. Vagts et al. eds., 2013).</td></tr><tr><td>13.</td></tr></table>",
                "type_str": "table",
                "html": null
            },
            "TABREF1": {
                "text": "Id. at 21-22 (footnote omitted).",
                "num": null,
                "content": "<table/>",
                "type_str": "table",
                "html": null
            },
            "TABREF2": {
                "text": ".0, supra note 4, at 26. (detailing the leafletting campaign undertaken by the United States in the Pacific Theater of World War (2004) (summarizing various propaganda efforts used by countries during World War II",
                "num": null,
                "content": "<table/>",
                "type_str": "table",
                "html": null
            },
            "TABREF3": {
                "text": "See, e.g., Virginia Held, Coercion and Coercive Offers, in COERCION: NOMOS XIV 49, 54   (J. Roland Pennock & John W. Chapman eds., 1972) (discussing whether offers can be coercive).38. See, e.g., Nozick, supra note 36, at 447; see also Coercion, in STANFORD ENCYCLOPEDIA OF PHILOSOPHY (2011), https://plato.standford.edulentris/coercion/ [https://perma.cc/KUB6-H83N].39. See, e.g., Held, supra note 37, at 56-57 (explaining the difficulty in defining coercion in a way that excludes the possibility of coercive offers); David Zimmerman, Coercive Wage Offers, 10 PHIL. &PUB. AFF. 121, 131 (1981) (proposing a framework to accommodate coercive offers without recourse to a moral baseline).40. See Mitchell Berman, The Normative Functions of Coercion Claims, 8 LEGAL THEORY 45, 55 (2002) (defining a coercive act as an act that \"involves a threat, conditioned upon specified action or inaction by a recipient of the proposal, to do what it would be impermissible . .. for the threatener to do\"); Mitchell Berman, Coercion Without Baselines: Unconstitutional Conditions in Three Dimensions, (2001) (basing the coerciveness of a conditional proposal on whether \"it would be wrong to carry out the act threatened\").",
                "num": null,
                "content": "<table/>",
                "type_str": "table",
                "html": null
            },
            "TABREF4": {
                "text": "Id. at 22.",
                "num": null,
                "content": "<table><tr><td colspan=\"3\">59. ASSESSING RUSSIAN ACTIVITIES, supra note 9, at 2-3.</td><td/><td/><td/></tr><tr><td colspan=\"6\">60. See, e.g., Brian J. Egan, Legal Adviser, U.S. Dep't of State, Remarks at Berkeley Law</td></tr><tr><td>School</td><td>on International Law</td><td>and Stability in Cyberspace</td><td>(Nov.</td><td>10,</td><td>2016),</td></tr><tr><td colspan=\"5\">https://www.law.berkeley.edu/wp-content/uploads/2016/12/egan-talk-transcript-1 11016.pdf</td><td/></tr><tr><td colspan=\"2\">[https://perma.cc/B6TH-232L] (</td><td/><td/><td/><td/></tr></table>",
                "type_str": "table",
                "html": null
            }
        }
    }
}