{
    "paper_id": "10",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-09-21T21:51:18.581764Z"
    },
    "title": "South-South Co-operation: Trade Relations between Indonesia and South Asia",
    "authors": [
        {
            "first": "K",
            "middle": [],
            "last": "Kalirajan",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "National University of Singapore",
                "location": {
                    "country": "Singapore"
                }
            },
            "email": ""
        },
        {
            "first": "",
            "middle": [],
            "last": "Kalirajan",
            "suffix": "",
            "affiliation": {
                "laboratory": "",
                "institution": "National University of Singapore",
                "location": {
                    "country": "Singapore"
                }
            },
            "email": ""
        }
    ],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "The paper examines the existing trade links between Indonesia and South Asia and identifies problems constraining the relations between the regions. It also investigates possible areas of trade expansion. The paper concludes that trade relations between Indonesia and South Asia have slowly and steadily grown over time though they are still small in absolu te terms. It also elucidates the future prospects and concludes that Indonesia-South Asia trade may increase in fu ture.",
    "pdf_parse": {
        "paper_id": "10",
        "_pdf_hash": "",
        "abstract": [
            {
                "text": "The paper examines the existing trade links between Indonesia and South Asia and identifies problems constraining the relations between the regions. It also investigates possible areas of trade expansion. The paper concludes that trade relations between Indonesia and South Asia have slowly and steadily grown over time though they are still small in absolu te terms. It also elucidates the future prospects and concludes that Indonesia-South Asia trade may increase in fu ture.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Abstract",
                "sec_num": null
            }
        ],
        "body_text": [
            {
                "text": "The direction of trade of developing countries is marked by a predominantly North-South pattern. At present around 50 percent of the trade of the middleincome and low-income categories of developing countries is with the North. Over the last decade, however, there have been growing constraints in the expansion of this trade, firstly because of prolonged recessions in the developed market economies, and secondly because in these countries protectionism is growing, severely limiting the exports of the developing countries of Asia, particularly of semifinished and manufactured goods.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "As this situation develops, one solution for the developing countries, whose exports are crucial to their economic growth, is to look for markets among themselves [6] . Indeed, increased trade and economic relations among the developing countries can also strengthen the bargainingpower of the South in its trade relations with the North as well as reduce their dependence on the North [8] .",
                "cite_spans": [
                    {
                        "start": 163,
                        "end": 166,
                        "text": "[6]",
                        "ref_id": "BIBREF5"
                    },
                    {
                        "start": 386,
                        "end": 389,
                        "text": "[8]",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "It is in this context that an attempt has been made here to examine the existing trade relations between Indonesia and South Asia, to identify the problems constraining the relations and to investigate possible areas of trade expansion between Indonesia and South Asia.l More specifically, the study has been carried out in the broader perspective of economic relationships by examining the flows of commodity trade between Indonesia and South Asia. Throughout the study, time-seriesof data covering the period from 1970-71 to 1979-80 have been used. These data were predominantly collected from Indonesian sources, as the study essentially relates to Indonesia's trade relationships with South Asia.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The following section briefly describes the general characteristics and the overall growth performance of the economies of Indonesia and South Asia. The rate of growth of Gross Domestic Product (GDP) in constant prices has been used as a measure of overall performance. The next section tends to measure the strength of economic ties between Indonesia and South Asia through commodity trade. These links are examined by calculating the export-intensity index, import-intensity index, Grubel-Lloyd index {2] and trade-reciprocity index. The last section discusses the problems and analyses the prospects for strengthening future co-operation between Indonesia and South Asia. The general characteristics of the economies of Indonesia and South Asia are summarised in Table I . The per capita Gross Domestic Product (GDP) in 1979 in constant prices, which is probably a better indicator of the overall performance of the economies of Indonesia and South Asia, worked out to be the highest (US $ 344) for Indonesia and the lowest (US $ 86) for Bangladesh. As a share of GDP, exports of goods and non-factor services were roughly calculated to be 30 percent for Indonesia. In South Asia, only for Sri Lanka this ratio was around 34 percent. However, as a share of GDP, domestic savings remained roughly at the same level as exports for Indonesia and not for Sri Lanka (14 percent). The last column in Table I shows the resource balance of the countries, which is the difference between exports and imports of goods and non-factor services. Indonesia is the only country having a favourable balance.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 766,
                        "end": 773,
                        "text": "Table I",
                        "ref_id": null
                    },
                    {
                        "start": 1397,
                        "end": 1404,
                        "text": "Table I",
                        "ref_id": null
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "With these general broad outlines of the economies of Indonesia and South Asia, the rates of economic growth of these countries between 1970 and 1979 are given in Table 2 . The rates of economic growth of South Asian countries had been low when compared with the rate of growth of Indonesia. The WorldDevelopment Report, 1981 [12] suggests that developing countries could improve on their record of the 1970s, when they grew at 5.1 percent a year. Except Pakistan, all the other South Asian countries, however, had growth rates much below the average growth rate for low-income countries (4.7 percent) given by the Report. It may be noted that Indonesia's oil exports help to insulate its economy from the external influences that affect the oil-importing South Asian countries. Considering the major sectoral growth rate, Indonesia had the highest growth rates for all the sectors when compared with South Asian countries. The high rate of growth in the manufacturing industry in Indonesia was mainly achieved through import substitution. The growth of the other sectors, however, also boosted the domestic demand for industrial (1) ( ",
                "cite_spans": [
                    {
                        "start": 326,
                        "end": 330,
                        "text": "[12]",
                        "ref_id": null
                    },
                    {
                        "start": 1130,
                        "end": 1133,
                        "text": "(1)",
                        "ref_id": "BIBREF0"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 163,
                        "end": 170,
                        "text": "Table 2",
                        "ref_id": "TABREF2"
                    }
                ],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "2) (3) (4) (5)",
                        "eq_num": "(6)"
                    }
                ],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Source: [12] Note: n.a. = not available. products [7] . With the help of Chenery's formula [I] , the factors affecting the growth of domestic production can quantitatively be measured from the existing input-output tables. These factors affecting the growth of domestic production can broadly be classified as exports, import substitution, intermediate demand and domestic final demand. Table 3 givesthe sources of growth for the output of various major industries in Indonesia. The last column of Table 3 revealsthat import substitution seems to be the major factor contributing to the growth of paper, fertilizer and machinery industries. The intermediate demand for chemicals, rubber products and metal products appears to be the major cause for the industrial expansion. The increase in intermediate demand may be due to the increased import-substitution strategy of Indonesia. Comparing the various issues of the World Development Report, an important quantitative association between the rate of economic growth and export performance in terms of the share of GDP can be derived. In the case of Indonesia, there seems to be a positive association between the rate of growth of GDP and the ratio of export performance to GDP. For example, as a share of GDP, exports of goods and non-factor servicesrose from 13 percent in 1960 to 22 percent in 1977 and then to 30 percent in 1979. In the case of South Asian countries, this ratio remained more or less constant from 1960 to 1979. It may further be noted that the South .Asian countries had the averageannual growth rates of exports as the share of GDP and GDP below the average (14 percent and 5.1 percent respectively) for all low-income countries.",
                "cite_spans": [
                    {
                        "start": 8,
                        "end": 12,
                        "text": "[12]",
                        "ref_id": null
                    },
                    {
                        "start": 50,
                        "end": 53,
                        "text": "[7]",
                        "ref_id": "BIBREF6"
                    },
                    {
                        "start": 91,
                        "end": 94,
                        "text": "[I]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [
                    {
                        "start": 387,
                        "end": 394,
                        "text": "Table 3",
                        "ref_id": "TABREF4"
                    },
                    {
                        "start": 498,
                        "end": 505,
                        "text": "Table 3",
                        "ref_id": "TABREF4"
                    }
                ],
                "eq_spans": [],
                "section": "33,778",
                "sec_num": "2260.2"
            },
            {
                "text": "This section examines the bilateral commodity-trade relations between Indonesia and South Asia. These commodity flows are analysed mainly by calculating the import-intensity index, export-intensity index, Grubel-Lloyd index and tradereciprocity index for the economies of Indonesia and South Asia, besides the usual measures.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TRADE RELATIONSBETWEEN INDONESIAAND SOUTHASIA",
                "sec_num": null
            },
            {
                "text": "The major commodities of exports and imports for Indonesia and South Asia are given in Table 4 . The exports of these countries, as expected, mostly consist of primary commodities with the exception of the exports of Indonesia (petroleum products) and India (manufactured goods). The commodity compositions of imports of Indonesia and South Asia appear to be similar. Machinery, transport equipment, manufacturing goods and textiles appear to be the groups of the most common commodities imported by Indonesia and South Asia. Where Indonesia's exports to South Asia are concerned, the existing relationship seems to be very weak and negligible (Table 6 ). On the average, only about 0.5 percent of Indonesia's total exports were destined for South Asia during the 1970-79 period. The percentage share of South Asia in Indonesia's total exports rose slowly and gradually during this period. Even after the 1974 recession, Indonesia's exports to South Asian did not decline in the subsequent periods. Combining the figures of Indonesian imports from and exports to South Asia during the post-1974 recession period, it may be noted that Indonesian economy appeared to be ",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 87,
                        "end": 94,
                        "text": "Table 4",
                        "ref_id": null
                    },
                    {
                        "start": 644,
                        "end": 652,
                        "text": "(Table 6",
                        "ref_id": "TABREF7"
                    }
                ],
                "eq_spans": [],
                "section": "TRADE RELATIONSBETWEEN INDONESIAAND SOUTHASIA",
                "sec_num": null
            },
            {
                "text": "-\"'\" r-N N 0",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TRADE RELATIONSBETWEEN INDONESIAAND SOUTHASIA",
                "sec_num": null
            },
            {
                "text": "Asiais considereda group,one notes that there was alwaysa bilateralimbalanceof",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TRADE RELATIONSBETWEEN INDONESIAAND SOUTHASIA",
                "sec_num": null
            },
            {
                "text": "r-M 0; VI VI \",\"M V'! 0\\ -0 --0 .,fN \"'\"",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TRADE RELATIONSBETWEEN INDONESIAAND SOUTHASIA",
                "sec_num": null
            },
            {
                "text": "commoditytradebetweenIndonesiaand South Asiaduring1970-79 (Table7).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TRADE RELATIONSBETWEEN INDONESIAAND SOUTHASIA",
                "sec_num": null
            },
            {
                "text": "-\"'\" VI '-' VI - -\\0 \\0 Table4 r-00 N -0\\ 0 - r-N 0 VI N -,-., 00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TRADE RELATIONSBETWEEN INDONESIAAND SOUTHASIA",
                "sec_num": null
            },
            {
                "text": "Major Exports and Imports of Indonesia and South Asia 0\\ \"'\" 0 N r--:r--: ;:s s::: .\" ",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TRADE RELATIONSBETWEEN INDONESIAAND SOUTHASIA",
                "sec_num": null
            },
            {
                "text": "VI -0 M 0 0 M-N 00 N 0 '-' 00 I I I -- Principal Commodities \\0 Country I \\0 0\\ -\\0 00 \"'\" M Exports Imports r-00 -N r-,-., r- 0\\ N -\"'\" N \\0 \"\": ,-., -0 M VI 0 o\\N M ::i N N \"'\" '-'",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TRADE RELATIONSBETWEEN INDONESIAAND SOUTHASIA",
                "sec_num": null
            },
            {
                "text": "--'-' \\0 p., cS5 0 r- . § Goods. .... \"'\" S ::: OJ M 0 0\\ N ,-., \"'\" .... c:. \"'\" 0 VI s::: r---M 00 M \"\" .... N \"'\" \"'\" 00",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TRADE RELATIONSBETWEEN INDONESIAAND SOUTHASIA",
                "sec_num": null
            },
            {
                "text": "--N \\0 00 r-\"'\" .s M --VI N,-., -.5 r-0\\ 0 \\0 VI I,Q",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TRADE RELATIONSBETWEEN INDONESIAAND SOUTHASIA",
                "sec_num": null
            },
            {
                "text": "r-N 00 00 N -,-., N \"'\" 0\\ 0 0\\ N M I,Q r- r- 0 -0 v) 0 0 ....; ....; '\" tured Goods. Items. Q) N N \"'-' I,Q ... ., VI -5i -Q) Pakistan",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TRADE RELATIONSBETWEEN INDONESIAAND SOUTHASIA",
                "sec_num": null
            },
            {
                "text": "Cotton Wool, Hides and Skins, Machinery, Transport Equip-",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TRADE RELATIONSBETWEEN INDONESIAAND SOUTHASIA",
                "sec_num": null
            },
            {
                "text": "N M I,Q -I,Q - .... r- \"'\" 0 -I,Q,-., VI I:: and TextileMaterials. ment, Manufactured Goods, 0\\ -N 0 M r-N Q) ()",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TRADE RELATIONSBETWEEN INDONESIAAND SOUTHASIA",
                "sec_num": null
            },
            {
                "text": "-I .,f .,f 0 00\"\"; .,f ..",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TRADE RELATIONSBETWEEN INDONESIAAND SOUTHASIA",
                "sec_num": null
            },
            {
                "text": ". Q) Chemicals, Textiles, Mineral - -'-' 0 p., -Q)",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TRADE RELATIONSBETWEEN INDONESIAAND SOUTHASIA",
                "sec_num": null
            },
            {
                "text": "Fuel, Lubricants and related -... .,",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "TRADE RELATIONSBETWEEN INDONESIAAND SOUTHASIA",
                "sec_num": null
            },
            {
                "text": "items,and Food Items. '\" 00 \\D r-\\D 0 1\"10 00 \"</\"-",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "'\"",
                "sec_num": null
            },
            {
                "text": "0 VI 00 M Q) r- '\" VI I,Q N Q) 0\\ M N ..c: v) I 0\\ 'i:: M Q) Manufactured Goods, Textiles, I -- Sri Lanka Natural Rubber, Tea, Coconut .",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "'\"",
                "sec_num": null
            },
            {
                "text": "r .----' ---_. .-- -----....- ._ - --',' ,-",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "'\"",
                "sec_num": null
            },
            {
                "text": "M 'r;J '\"~0 N N 0 0 0~0 0 0 N 0~- - -0 0 8 en -0 0. ::J .=: S -= -== I ! 1\"1\"</\"0'\\00 V') V') 0000 I N",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "'\"",
                "sec_num": null
            },
            {
                "text": ".sa .-\"'\"</\" \\D 1\"1 M 0'\\ \"</\" \"</\" 1\"1 \"</\" 0\\ S~o~oO-<i~oo o~OOO...;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "'\"",
                "sec_num": null
            },
            {
                "text": ":",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "'\"",
                "sec_num": null
            },
            {
                "text": ":E~f-<- - '-' en !$'? I",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "'\"",
                "sec_num": null
            },
            {
                "text": "O'\\MV')--\\D\"</\"-OO\"</\" 1\"1~~~~~~~~~~' .::: r-~~\"\"\":~~~~~o;~\"1 00~0'\\ \"</\"\\D V') N\"</\" \\D\\D\"</\"r-r-\"</\" <5 -1\"1 1\"1 0'\\ 00 \\D V') 1\"1 M 0'\\ 1\"1 Ir) \"\" r\" N\\Dr-r--O'\\Nr--O 1\"1 \"</\" ooV')M\"</\"O 00\"</\"\\D\"'Ir-1\"1 J:~.,;",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "'\"",
                "sec_num": null
            },
            {
                "text": "r-: 00 .,; -<i .,; M .,; -0 00 Table 7 also provides information on the long-run problem of trade; that is, whether the prices of exports are rising or falling in relation to imports. Any country would like to raise the value of its exports which means that the country would receive more imports for its exports. This is true only if exports equal imports. In other words, trade is balanced if the value of exports equals the value of imports. This implies that the net barter term of trade (P /P ) equals the gross barter term of Table 7 that Indonesia's import-value index has increased more than its export-value index with respect to South Asia, and the former is greater than the latter. Tables 8 and 9 show the commodity composition of Indonesia's imports from and exports to South Asia for two years: 1974 (before the recession) and 1978 (after Indonesia's devaluation of the rupiah). It may be noted that there has not been any change in the commodity composition of Indonesia's imports from South Asia, except in the commodity group of Beveragesand Tobacco, which showed a declining trend. Food and live animals were the major commodity groups accounting for 65 percent of total imports from South Asia in 1974 and their percentage increased to 72 in 1978. Though there was a slight decrease in basic manufactures group, the share of machines and transport equipment in Indonesia's total imports increased. Table 9 shows that a change has occurred in the commodity composition of Indonesia's exports to South Asia. The share of animal and vegetable oils and fat in the Indonesian exports to South Asia has decreased. The share of chemicals in Indonesia's total exports to South Asia, on the other hand, has increased remarkably from 0.1 percent to 27 percent. Increases in the exports of machine, transport equipment and miscellaneous manufactured goods were also observed during this period of analysis. Tables 10-13 ...... Table 12 Vallie of Indonesia's Trade with Pakistan by Commodity Sections trend. Bangladesh and Sri Lanka appear to be strengthening their trade ties with Indonesia gradually. In summing up the commodity composition of Indonesia's trade with South Asian countries, we note that India and Pakistan were the major suppliers and consumers, and the supply and consumption mainly consisted of food and live animals, and animal and vegetable oils and fat respectively.",
                "cite_spans": [],
                "ref_spans": [
                    {
                        "start": 31,
                        "end": 38,
                        "text": "Table 7",
                        "ref_id": "TABREF8"
                    },
                    {
                        "start": 532,
                        "end": 539,
                        "text": "Table 7",
                        "ref_id": "TABREF8"
                    },
                    {
                        "start": 694,
                        "end": 708,
                        "text": "Tables 8 and 9",
                        "ref_id": null
                    },
                    {
                        "start": 1417,
                        "end": 1424,
                        "text": "Table 9",
                        "ref_id": null
                    },
                    {
                        "start": 1915,
                        "end": 1927,
                        "text": "Tables 10-13",
                        "ref_id": "TABREF0"
                    },
                    {
                        "start": 1935,
                        "end": 1943,
                        "text": "Table 12",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": "'\"",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": ".~- V')--oo 00 1\"1r-O'\\ Ir) -'\" V') -- V')0'\\ M 00 -M '\"",
                        "eq_num": "<u"
                    }
                ],
                "section": "'\"",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "0 E E 0 u U f--en 00 t-0\\ 00 (\"'1 M M ;OOOt - 0\\ N -MOO t- 00- 00000\\ 00 t- 0\\ '-D 0 '-D t- \"\";0000 M t- 0\\ M~00t- t- -t-N r---ioo\"\"';r---i M 00 t- 0\\ t--lf)NM O~-Nõ \\V;\"\"':--o0 0 If) 0\\ 00 - 0\\ OOO\\N -t- t-0\\ 0000 0 '-D 00 O\\MOOMN 00~00\"\"':00 t-MN-'-D M MN- -If) '",
                        "eq_num": "\" Q)"
                    }
                ],
                "section": ":a",
                "sec_num": null
            },
            {
                "text": "For a comprehensive view of the trade relations between Indonesia and South Asia in terms of quantitative measures, trade-intensity indices were calculated. The import (export) intensity of trade of one country with another may be defined as the ratio of the share of country j in the total imports (exports) of country i to the share of country j in the total world exports (imports) net of country i's share. The import-intensity index [5] An index with a value of either I, or greater than I or less than I implies that country j is equally represented, over-represented or under-represented respectively in country i's imports (exports). Table 14 gives Indonesia's import-and export-intensity indices for Bangladesh, India, Pakistan and Sri Lanka for the period from 1970 to 1979. Because of the insignificant imports from Bangladesh, Indonesia's import-intensity index worked out to be zero for the period. In 1970, Indonesia's import-intensity index for India was calculated to be less than I, indicating that India was under-represented in Indonesia's imports. Indonesia's import-intensity index for India, however, slowly increased in subsequent years and it was around 4.3 in 1979. There was no consistent pattern of movement of Indonesia's import-intensity index for Pakistan for the 1970-79 period. The index was as high as 6.7 in 1970 for Pakistan but then went down to 0. . . . . . imports from India, and economic complementarity may be a possible reason. With Sri Lanka it appeared that Indonesia did not have a consistent pattern of imports. On consolidating the above calculations, it may be noted that Indonesia has increased her imports from India and has considerable imports from Pakistan. Indonesia's~xport-intensity indices for Bangladeshand Sri Lanka were gradually increasing, which shows that for Indonesia these two South Asian countries could be potential consumers of growing importance. Indonesia's exports to India showed an inconsistent trend and were not significant compared to the magnitude of Indonesia's import-intensity index for India. The picture that is provided by Pakistan is different. Pakistan was the major consumer of Indonesia's exports from 1973 to 1979. Generally, Indonesia's export intensity was weaker and smaller than her import intensity for India and Pakistan.",
                "cite_spans": [
                    {
                        "start": 438,
                        "end": 441,
                        "text": "[5]",
                        "ref_id": "BIBREF4"
                    }
                ],
                "ref_spans": [
                    {
                        "start": 642,
                        "end": 650,
                        "text": "Table 14",
                        "ref_id": "TABREF0"
                    }
                ],
                "eq_spans": [],
                "section": ":a",
                "sec_num": null
            },
            {
                "text": "With the optimistic indications of strengthening trade relations between Indonesia and South Asia, it becomes necessary to identify the potential areas of industries through which trade could be further intensified. The measure of intraindustry trade used by Grubel and Lloyd [2] has been calculated to measure Indonesia's bilateral trade relations with individual South Asian countries. It is expressed as the ratio of the value of exports which is matched by imports to the total value of exports and imports of an industry. That is The measures should be, by definition, varying between 0 and 1. When exports exactly equal imports of an industry, {3= 1, and where there are exports but no imports or vice versa, {3i= O. Whenever exports equal one-half of imports or vice versa, {3i= 0.67. The higher the ratio, the greater the intra-industry trade and vice versa. In calculating the intra-industry trade index, the 3-digit SITC has been used to disaggregatethe data for the years 1970, 1974 and 1979. For the year 1970, calculations yielded zero values for the selected SITC. For the year 1974, calculations showed full of zero values except for SITC 332. With Pakistan the intra-industry trade index for SITC 332 worked out to be 0.16. For SITC 74, SITC 292 (Sri Lanka), SITC 422, and SITC 541, there were Indonesian exports with no imports from Pakistan and India. For the year 1979, the intraindustry indices were all zero for the relevant SITC. For SITC 74, SITC 121, SITC 242, SITC 422 and SITC 561, there were exports with no imports from South Asia. '\"",
                "cite_spans": [
                    {
                        "start": 259,
                        "end": 279,
                        "text": "Grubel and Lloyd [2]",
                        "ref_id": null
                    },
                    {
                        "start": 977,
                        "end": 1003,
                        "text": "years 1970, 1974 and 1979.",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": ":a",
                "sec_num": null
            },
            {
                "text": "J",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "<55",
                "sec_num": null
            },
            {
                "text": "On combining the results, it may be noted that SITC 74 and SITC 422 were two commodities which Indonesia exported to South Asia in 1974 and 1977, with no imports. Thus, the zero values of the intra-industry indices indicate that Indonesia and the relevant South Asian countries are reaping advantages of complete specialization in trade in the above products. Intra-industry trade deals with differentiated products which are close substitutes belonging to the same product group. Inter-industry trade, on the other hand, refers to trade in different products. The zero values of the intra-industry trade indices mean that there is only inter-industry trade between Indonesia and South Asia, and it then becomes necessary to measure the degree of reciprocity in trade relations between Indonesia and South Asia. The follwoing index of trade reciprocity was calculated:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "<55",
                "sec_num": null
            },
            {
                "text": "[ aij -'-aji l: a..",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "<55",
                "sec_num": null
            },
            {
                "text": "I l:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "J . I)",
                "sec_num": null
            },
            {
                "text": "a.. + a..",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "J . I)",
                "sec_num": null
            },
            {
                "text": "Q = 1 - . I) )1 j . (n-1)~7aij",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "J . I)",
                "sec_num": null
            },
            {
                "text": "where a.. means ith country's export to jth country, and a.. means jth country 's I) )1",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "J . I)",
                "sec_num": null
            },
            {
                "text": "export to ith country. The value of the index will be zero if there is only one-way flow of trade, and it will be one when there is perfectly balanced two-way trade. The multilateral trade reciprocity index of Indonesia and South Asia in 1970 was 0.001, and in 1974 it was calculated to be 0.23;in 1978 it rose to 0.27.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "J . I)",
                "sec_num": null
            },
            {
                "text": "The trade relations between Indonesia and South Asia can therefore be summarised as follows:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "J . I)",
                "sec_num": null
            },
            {
                "text": "(i) India and Pakistan are the two major consumers ofIndonesian products and they are also the two major suppliers to Indonesia. Indonesia's imports from South Asia mainly consist of food and live animals from India and Pakistan and basic manufactures, machinery and transport equipment from India. Indonesia's imports from South Asia, however, amount to only about 2 percent of Indonesia's total imports from all countries. Indonesia's exports to South Asia are mainly composed of animal and vegetable oils and fat, and chemicals to India, and of food, animal and vegetable oils and fat, and chemicals to Pakistan. Indonesia's exports to South Asia, however, are only about 0.5 percent of Indonesia's total exports to all countries. Consumer-goods sectors in Indonesia enjoy higher rates of effective protection. Indonesia's imports from and exports to South Asia both show an increasing trend, but imports often exceed the exports.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "J . I)",
                "sec_num": null
            },
            {
                "text": "EQUATION",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [
                    {
                        "start": 0,
                        "end": 8,
                        "text": "EQUATION",
                        "ref_id": "EQREF",
                        "raw_str": "(ii) (iii) (iv)",
                        "eq_num": "(v)"
                    }
                ],
                "section": "J . I)",
                "sec_num": null
            },
            {
                "text": ".",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "J . I)",
                "sec_num": null
            },
            {
                "text": "South-South Co-operation",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "J . I)",
                "sec_num": null
            },
            {
                "text": "The foregoing analyses have shown that trade relations between Indonesia and South Asia appear to be growing slowly but steadily, even though the trade is still small in absolute volume.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PROBLEMS OFAND PROSPECTS FORFUTURECO-OPERATION",
                "sec_num": null
            },
            {
                "text": "What are the problems and prospects in respect of these relations between Indonesia and the South Asian countries in the Eighties?",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PROBLEMS OFAND PROSPECTS FORFUTURECO-OPERATION",
                "sec_num": null
            },
            {
                "text": "Against the prevailing bleak international economic situation, Indonesia and South Asia must realise that diversification of their economic relations to include developing countries is necessary to safeguard against any economic disruption. A small but significant step would be to foster closer economic co-operation among themselves.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PROBLEMS OFAND PROSPECTS FORFUTURECO-OPERATION",
                "sec_num": null
            },
            {
                "text": "Seventy percent of Indonesia's exports comprise crude petroleum and petroleum products. Together they accounted for a similar proportion of the country's gross foreign-exchangeearnings and government revenue. Other contributors to export earnings include primary commodities from agriculture and forestry, which consist of maize, coconut oil, copra, coffee, palm oil, rubber, sugar and timber as well as fishing and mining. Together they constituted about 21 percent of Indonesia'~exports.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PROBLEMS OFAND PROSPECTS FORFUTURECO-OPERATION",
                "sec_num": null
            },
            {
                "text": "Machinery and transport equipment constitute the largest category of imports. Together they make up 30 percent of the total imports. Other imports include textiles, chemicals and food items [10] .",
                "cite_spans": [
                    {
                        "start": 190,
                        "end": 194,
                        "text": "[10]",
                        "ref_id": "BIBREF9"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PROBLEMS OFAND PROSPECTS FORFUTURECO-OPERATION",
                "sec_num": null
            },
            {
                "text": "For the South Asian countries, exports are mainly concentrated on primary commodities, although some countries also export light manufactured goods and machinery. A number of primary commodities make up over 25 percent of India's exports: tea, spices, coffee, sugar, fish, wheat, nuts and iron ore. India has also developed a strong industrial base, which includes sophisticated heavy industries, so that textiles, clothing, leather goods and other light manufactures make up over 30 percent of exports, and metal products, machinery, transport equipment and chemical products about 10 percent. For Pakistan, rice, fish, raw cotton and other primary commodities constitute 30 percent of exports, the remainder being light manufactures, in which textiles, clothing and leather goods predominate. Sri Lanka depends mainly on tea, rubber and coconut products for her export earnings. Bangladesh depends mainly on jute and jute goods, with hides, skins and leather goods as important subsidiary exports. As for Nepal and Bhutan, 90 percent of their export receipts depend on primary products such as timber, cereals and jute.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PROBLEMS OFAND PROSPECTS FORFUTURECO-OPERATION",
                "sec_num": null
            },
            {
                "text": "Oil and petroleum products still constituted the bulk of imports for all South Asian countries in 1980. For India, imports of petroleum oil and lubricants made up 40 percent of total import payments. Other imports included metals;paper, chemicals and fertilizers. Pakistan's most important imports were crude petroleum, petroleum products, chemicals, fertilizers and transport equipment. Twenty-two percent of imports were made up of petroleum and its products. Petroleum accounted for 24 percent of total imports of Sri Lanka, while the remaining imports comprised manufactured goods, machinery, textiles, chemicals and food items. Nineteen percent of the total imports of Bangladeshwere accounted for by oil while the bulk of other imports comprised machinery and transport equipment. Oil imports made up 12 percent of Nepal's total imports while the remaining imports included manufactured goods and food items.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PROBLEMS OFAND PROSPECTS FORFUTURECO-OPERATION",
                "sec_num": null
            },
            {
                "text": "Weak demand among Indonesia's main overseas customers, coupled with the production ceiling fixed by OPEC (of which Indonesia is a member country), pulled Indonesia's production and exports of oil down by around 20 percent in the first quarter of 1982 compared with the same period in 1981. Thus, foreign-exchange earnings from crude exports in 1982 were expected to be VS $ 2.6 billion less than 1981's total of VS $ 13.5 billion. On the other hand, the developing South Asian countries continue to devote the largest proportion of their imports to crude petroleum and its products. In 1980, it was 40 percent for India, 23 percent for Pakistan and Sri Lanka, 19 percent for Bangladeshand 12 percent for Nepal. It would be to the mutual interest and benefit of Indonesia and South Asiato enter into long-term bilateral and multilateral trade agreements with respect to this strategic commodity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PROBLEMS OFAND PROSPECTS FORFUTURECO-OPERATION",
                "sec_num": null
            },
            {
                "text": "However, some problems do exist that may inhibit increased trade flows between Indonesia and South Asia. One of them is the tariff structure of Indonesia. Prior to 1973, Indonesia used to have a complicated regime of high tariffs, quotas and other restrictions in imports, resulting in a highly protected manufacturing sector. In addition to import taxes, institutional barriers to entry of imports further enhance the level of protection. These barriers stem from the proliferation of import controls and procedures and their arbitrary enforcement, which effectively delayed and restricted easy entry. A major reform in the tariff system took place in 1973 when tariffs were revised and simplified. The revision revealsthat the nominal rates of protection have been increased for almost all sectors, 10 percent or more of whose total demand is imported. The effective rates of protection, however, experienced both declining and increasing trends during the periods of comparison. Consumergoods sectors bear higher rates of effective protection than capital goods and intermediate industries [7] . These tariff structures are, therefore, likely to have adverse effects on imports from South Asia, especially from Pakistan, as they comprised mainly consumer goods such as food and live animals.",
                "cite_spans": [
                    {
                        "start": 1093,
                        "end": 1096,
                        "text": "[7]",
                        "ref_id": "BIBREF6"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PROBLEMS OFAND PROSPECTS FORFUTURECO-OPERATION",
                "sec_num": null
            },
            {
                "text": "Another problem is the inadequacy of the existing shipping and transport facilities between Indonesia and South Asia. There is a heavy reliance on international rather than national shipping lines for transportation of cargoes [3] .",
                "cite_spans": [
                    {
                        "start": 227,
                        "end": 230,
                        "text": "[3]",
                        "ref_id": null
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PROBLEMS OFAND PROSPECTS FORFUTURECO-OPERATION",
                "sec_num": null
            },
            {
                "text": "At present, there are very few trade establishments represented between Indonesia and South Asia. Hence, there is the difficulty of identifying business opportunities between these countries.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PROBLEMS OFAND PROSPECTS FORFUTURECO-OPERATION",
                "sec_num": null
            },
            {
                "text": "On the other hand, the South Asian countries need to diversify their traditional exports and to find new commodities which can enjoy comparative advantage in production and are complementary to the needs of Indonesia's economy. In this respect, both Indonesia and the South Asian countries can co-operate and evolve joint strategies for production and marketing not only for themselves but also for the rest of the world [8] .",
                "cite_spans": [
                    {
                        "start": 421,
                        "end": 424,
                        "text": "[8]",
                        "ref_id": "BIBREF7"
                    }
                ],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PROBLEMS OFAND PROSPECTS FORFUTURECO-OPERATION",
                "sec_num": null
            },
            {
                "text": "Moreover, the South Asian exporters must learn to be more aggressiveand sophisticated in their marketing techniques and strategies in order to compete effectively with other East Asian businessmen like the Japanese, Taiwanese,and the Koreans, who are vying for a greater share in the Indonesian trade. Here, the governments of the respective countries can halp by giving sufficient encouragement and incentives.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PROBLEMS OFAND PROSPECTS FORFUTURECO-OPERATION",
                "sec_num": null
            },
            {
                "text": "Both Indonesia and South Asia could explore the possibility of exchange of trade delegations, market-orientation tours, sales teams, exhibitions, trade fairs, etc., for the purpose of promoting trade. In this way, products can be introduced and exhibited so that appropriate business opportunities can be identified. This could further be encouraged at both governmental and private levels.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PROBLEMS OFAND PROSPECTS FORFUTURECO-OPERATION",
                "sec_num": null
            },
            {
                "text": "State Trading Corporations and other industrial organisations of the respective countries could playa greater role in promoting trade between Indonesia and South Asia.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PROBLEMS OFAND PROSPECTS FORFUTURECO-OPERATION",
                "sec_num": null
            },
            {
                "text": "The existing infrastructure between these countries, such as telecommunication and transport networks, can be improved and expanded to speed up business contacts.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PROBLEMS OFAND PROSPECTS FORFUTURECO-OPERATION",
                "sec_num": null
            },
            {
                "text": "With the increasing attention being paid by South Asian countries to South-East Asia in general, aIid to Indonesia in particular, it is likely that future Indonesia-South Asia trade may increase. Owing to her heavy reliance upon petroleum and its products, South Asia has the tendency to increase her import of such items from Indonesia. At the same time, Indonesia's development programme, with its special emphasis on industriaIisation and upgrading of its agricultural sector, may create opportunities for South Asia to export more machinery and transport equipment as well as light engineeringgoods to Indonesia.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "PROBLEMS OFAND PROSPECTS FORFUTURECO-OPERATION",
                "sec_num": null
            },
            {
                "text": "K. KalirajanSouth-South Co-operation",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "K. Ka/irajanSouth-South Co-operation",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "K. Kalirajan -South-South Co-operation",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {
            "BIBREF0": {
                "ref_id": "b0",
                "title": "Patterns of Industrial Growth",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Chenery",
                        "suffix": ""
                    }
                ],
                "year": 1960,
                "venue": "American Economic Review",
                "volume": "L",
                "issue": "4",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Chenery, H. B. \"Patterns of Industrial Growth\". American Economic Review. Vol. L, No.4. September 1960.",
                "links": null
            },
            "BIBREF1": {
                "ref_id": "b1",
                "title": "Intra-Industry Trade",
                "authors": [
                    {
                        "first": "H",
                        "middle": [
                            "G"
                        ],
                        "last": "Grubel",
                        "suffix": ""
                    },
                    {
                        "first": "P",
                        "middle": [
                            "J"
                        ],
                        "last": "Lloyd",
                        "suffix": ""
                    }
                ],
                "year": 1975,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Grubel, H. G., and P. J. Lloyd. Intra-Industry Trade. New York: John Wileyand Sons. 1975.",
                "links": null
            },
            "BIBREF2": {
                "ref_id": "b2",
                "title": "Beyond the Slogan of South-South Co-operation\"",
                "authors": [
                    {
                        "first": "M",
                        "middle": [],
                        "last": "Haq",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Vi",
                        "suffix": ""
                    }
                ],
                "year": 1980,
                "venue": "WorldDevelopment",
                "volume": "8",
                "issue": "1",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Haq, M. VI. \"Beyond the Slogan of South-South Co-operation\". WorldDevelop- ment. Vol. 8, No.1 O.October 1980.",
                "links": null
            },
            "BIBREF3": {
                "ref_id": "b3",
                "title": "International Monetary Fund. Direction of Trade",
                "authors": [],
                "year": 1970,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "International Monetary Fund. Direction of Trade. Washington, D.C. (Issues from 1970 to 1979)",
                "links": null
            },
            "BIBREF4": {
                "ref_id": "b4",
                "title": "The Pattern of International Trade among Advanced Countries",
                "authors": [
                    {
                        "first": "K",
                        "middle": [],
                        "last": "Kojima",
                        "suffix": ""
                    }
                ],
                "year": 1964,
                "venue": "Hitotsubashi Journal of Economics",
                "volume": "5",
                "issue": "1",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Kojima, K. \"The Pattern of International Trade among Advanced Countries\". Hitotsubashi Journal of Economics. Vol. 5, No.1. June 1964.",
                "links": null
            },
            "BIBREF5": {
                "ref_id": "b5",
                "title": "Development Strategy in a Umping World Economy",
                "authors": [
                    {
                        "first": "A",
                        "middle": [],
                        "last": "Lewis",
                        "suffix": ""
                    }
                ],
                "year": 1979,
                "venue": "Keynote Address to the International Conference of Agricultural Economics",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Lewis, A. \"Development Strategy in a Umping World Economy\". Keynote Address to the International Conference of Agricultural Economics, Banff. 1979.",
                "links": null
            },
            "BIBREF6": {
                "ref_id": "b6",
                "title": "The Development of Labour Intensive Industry in ASEAN Countries",
                "authors": [
                    {
                        "first": "H",
                        "middle": [],
                        "last": "Poot",
                        "suffix": ""
                    },
                    {
                        "first": "",
                        "middle": [],
                        "last": "Indonesia",
                        "suffix": ""
                    }
                ],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Poot, H. \"Indonesia\". In R. Amjad (ed.), The Development of Labour Intensive Industry in ASEAN Countries. Bangkok: AEP-ILO. 1981. .",
                "links": null
            },
            "BIBREF7": {
                "ref_id": "b7",
                "title": "Approaches to a New International Economic Order",
                "authors": [
                    {
                        "first": "P",
                        "middle": [],
                        "last": "Streeton",
                        "suffix": ""
                    }
                ],
                "year": 1982,
                "venue": "World Development",
                "volume": "10",
                "issue": "1",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "Streeton, P. \"Approaches to a New International Economic Order\". World Development. Vol. 10, No.1. 1982.",
                "links": null
            },
            "BIBREF8": {
                "ref_id": "b8",
                "title": "Yearbook of International Trade Statistics",
                "authors": [],
                "year": 1970,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "United Nations. Yearbook of International Trade Statistics. New York. (Issues from 1970 to 1979)",
                "links": null
            },
            "BIBREF9": {
                "ref_id": "b9",
                "title": "United Nations. ESCAP. Economic and Social SUrJIeyof Asia and the Pacific",
                "authors": [],
                "year": 1981,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "United Nations. ESCAP. Economic and Social SUrJIeyof Asia and the Pacific 1981. Bangkok. 1982.",
                "links": null
            },
            "BIBREF10": {
                "ref_id": "b10",
                "title": "United Nations. ESCAP. Foreign Trade Statistics of Asia and the Pacific. Bangkok. (Issues from",
                "authors": [],
                "year": 1970,
                "venue": "",
                "volume": "",
                "issue": "",
                "pages": "",
                "other_ids": {},
                "num": null,
                "urls": [],
                "raw_text": "United Nations. ESCAP. Foreign Trade Statistics of Asia and the Pacific. Bangkok. (Issues from 1970 to 1980)",
                "links": null
            }
        },
        "ref_entries": {
            "FIGREF4": {
                "text": "c",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF5": {
                "text": ":'~-=.0 X .~\"\" 0 = .: a~<~~~.o ;:;~\"'~0 +-''''' 0;\"\"2 t)=::E\",-.:: ::: u >\"0.-'\" \"\" '\" '\" '\" '\" '\" .--..., ..., -=~bJJ \"\" '-~~U \"0 E~\"'''''~O)...~c-o 0 0~-o~-;;u...> E~=\",~o S u '\" = 0.0::E---:~~\"* \"\" '\" -= e ::E '\" '\" '\" '\" \"\"\" -= :::: '\" '-o1i>~1i>:::~Eu:2\"\"-o 0 = 0 >~t::.;:: = \"\"'r;\"'...c: '\" '\" .-0 = Z u ou:;;<~u.o:;;;:SCl < u f-< I O-N\"'I\"</\" V')\\D r-oo 0'\\ en",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF6": {
                "text": "x m trade (Q /Q ). Thus, a country may start from the V = V identity to measure m x x m the capacity of its imports. It is clear from",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF7": {
                "text": "present commodity composition of Indonesia's trade with Bangladesh, India, Pakistan and Sri Lanka by SITC groups for 1974 and 1978. The share of food and live animals in the Indonesian imports from India has increased from 1974 to 1978 along with the share of manufactures, machinery and transport equipment. On the other hand, Indonesia has increased the share of animal and vegetable oils and fat in its exports to India along with the share of chemicals from 1974 to 1978. Among the South Asian countries, Pakistan appeared to be the major supplier of food and live animals to Indonesia and, in fact, Indonesia's imports from Pakistan in 1974 consisted almost completely of food and live animals. Basicmanufactures had the next major share of Indonesia's imports from Pakistan. However, the share of basic manufactures in Indonesia's imports from both Pakistan and India decreased in 1978 and this decrease was mainly due to the growth of Indonesia's manufacturing sector induced by import-substitution policies. The share of animal and vegetable oils and fat in Indonesia's export to Pakistan showed an increasing",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF8": {
                "text": ";g .!::! ::3 f-0 u !:: . 0) ......CI:S '\"I:: 0 ..., 0) CI:S !::\"'\" !::.......,,\"'\" '\" .~\"B~\"0",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF10": {
                "text": "therefore may be calculated as follows: Gu =~; I x:; -xJ where ith country fromjth country, total imports of country i, total exports of country i, total exports of country j, and total world exports. the export-intensity index [5] may be calculated as follows: ,; = ;: I M~~M, J (Million US dollars)",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF12": {
                "text": "..;.:: Q) en C<I I:: \"0 <r: C<lt;;~~\"<:: .-.-~!oo......",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF13": {
                "text": ": C<I C<I en ..... §.z~<",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "FIGREF14": {
                "text": "where X. and M. are the values of exports and imports respectively, expressed in the I I home country's currency.",
                "type_str": "figure",
                "uris": null,
                "num": null
            },
            "TABREF0": {
                "text": "General Characteristics of the Economies of Indonesia andSouthAsia, 1979",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td/><td/><td/><td/><td>Exports of</td><td/></tr><tr><td/><td/><td/><td/><td>Goods and</td><td>Resource</td></tr><tr><td>Countries</td><td>GDP</td><td>Population</td><td>Area</td><td>Non-factor</td><td>Balance</td></tr><tr><td/><td colspan=\"3\">(Millions of $) (Millions) (Thousands of</td><td>Services as %</td><td>as % of</td></tr><tr><td/><td/><td/><td>Square Kms.)</td><td>of GDP</td><td>GDP</td></tr></table>",
                "html": null
            },
            "TABREF2": {
                "text": "",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td/><td colspan=\"4\">Growth Indicators of the Economies of Indonesia and</td><td/></tr><tr><td/><td/><td colspan=\"2\">South Asia, 1979</td><td/><td/></tr><tr><td/><td/><td colspan=\"3\">Average Annual Growth Rate, 1970-79 (%)</td><td/></tr><tr><td>Countries</td><td/><td colspan=\"3\">(at constant prices of 1970)</td><td/></tr><tr><td/><td>GDP</td><td>Agriculture</td><td>Industries</td><td colspan=\"2\">Manufacturing Services</td></tr><tr><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(5)</td><td>(6)</td></tr><tr><td>Indonesia</td><td>7.6</td><td>3.6</td><td>11.3</td><td>12.5</td><td>9.2</td></tr><tr><td>Bangladesh</td><td>3.3</td><td>1.9</td><td>7.0</td><td>5.9</td><td>4.9</td></tr><tr><td>India</td><td>3.4</td><td>2.1</td><td>4.4</td><td>4.5</td><td>4.5</td></tr><tr><td>Nepal</td><td>2.7</td><td>0.8</td><td/><td>\"</td><td>..</td></tr><tr><td>Pakistan</td><td>4.5</td><td>2.1</td><td>4.9</td><td>3.7</td><td>6.3</td></tr><tr><td>Sri Lanka</td><td>3.8</td><td>2.6</td><td>3.6</td><td>1.7</td><td>4.5</td></tr><tr><td>All Low-Income</td><td/><td/><td/><td/><td/></tr><tr><td>Countries</td><td>4.7</td><td>2.0</td><td>4.2</td><td>3.7</td><td>4.5</td></tr></table>",
                "html": null
            },
            "TABREF3": {
                "text": "",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td>from</td></tr></table>",
                "html": null
            },
            "TABREF4": {
                "text": "",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td colspan=\"4\">Sources of Growth by Industries, Indonesia:1971-75</td><td/><td/></tr><tr><td/><td colspan=\"3\">Percentage Share in the Growth of</td><td/><td/></tr><tr><td>Sector</td><td colspan=\"3\">Intermediate Domestic Final Exports</td><td>Import</td><td/></tr><tr><td/><td>Demand</td><td>Demand</td><td colspan=\"2\">Substitution</td><td/></tr><tr><td>(1)</td><td>(2)</td><td>(3)</td><td>(4)</td><td>(5)</td><td/></tr><tr><td>Food &amp; Food Processing</td><td>63.5</td><td>154.9</td><td>-3.4</td><td>85.0</td><td/></tr><tr><td>Other Food Products</td><td>-32.6</td><td>247.9</td><td>-121.4</td><td>6.1</td><td>.</td></tr><tr><td>Geber Textiles</td><td>57.0</td><td>41.8</td><td>-1.8</td><td>21.0</td><td/></tr><tr><td>Chemicals</td><td>135.0</td><td>21.5</td><td>6.1</td><td>-62.6</td><td/></tr><tr><td>Paper</td><td>-52.9</td><td>11.7</td><td>8.3</td><td>132.9</td><td/></tr><tr><td>Rubber Products</td><td>73.8</td><td>42.0</td><td/><td>-15.8</td><td/></tr><tr><td>Fertilizers</td><td>9.5</td><td/><td>-</td><td>90.5</td><td/></tr><tr><td>Metal Products</td><td>149.4</td><td>7.1</td><td>1.0</td><td>-57.5</td><td/></tr><tr><td>Machinery</td><td>8.6</td><td>-8.4</td><td>0.5</td><td>98.6</td><td/></tr><tr><td>Transport Equipment</td><td>40.4</td><td>100.4</td><td>1.0</td><td>-41.8</td><td/></tr><tr><td>Source:[7]</td><td/><td/><td/><td/><td/></tr></table>",
                "html": null
            },
            "TABREF7": {
                "text": "Figuresin brackets are percentageshares of South Asiain Indonesiantotal exports.",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td>N 0\\</td></tr></table>",
                "html": null
            },
            "TABREF8": {
                "text": "Trade Balanceand Termsof Tradewith South Asio",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td>Country</td><td/><td/><td/><td colspan=\"4\">Trade Balance(in MillionUS $)</td><td/><td/><td/><td/></tr><tr><td/><td>1970</td><td>1971</td><td>1972</td><td>1973</td><td>1974</td><td>1975</td><td>1976</td><td>1977</td><td>1978</td><td>1979</td><td/></tr><tr><td>Bangladesh</td><td>-</td><td>-</td><td>-0.028</td><td>-0.011</td><td>-0.213</td><td>-0.911</td><td>-0.287</td><td colspan=\"2\">-0 019 -0.228</td><td>+12.339</td><td/></tr><tr><td>India</td><td>-5.30</td><td>-4.105</td><td>-5.923</td><td>-6.291</td><td>-15.583</td><td colspan=\"2\">-0.682 -118.863</td><td colspan=\"3\">-55.455 -80.515 -107.845</td><td/></tr><tr><td>Pakistan</td><td>-13.851</td><td>-14.185</td><td>-19.901</td><td>-28.466</td><td>-21.194</td><td>-0.306</td><td>+8.258</td><td colspan=\"2\">+33.93 -12.734</td><td>+8.632</td><td/></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>I::</td></tr><tr><td>Sri Lanka</td><td>-</td><td>-0.016</td><td>+0.073</td><td>-0.558</td><td>-0.882</td><td>+22.853</td><td>-0.033</td><td colspan=\"2\">+2.296 -0.295</td><td>+4.00</td><td/></tr><tr><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td/><td>I::</td></tr><tr><td/><td/><td/><td/><td colspan=\"2\">Tenns of Trade</td><td/><td/><td/><td/><td/><td/></tr><tr><td>Export Value Index</td><td>0.2</td><td>0</td><td>1</td><td>II</td><td>74</td><td>100</td><td>76</td><td>170</td><td>188</td><td>28</td><td>.. o' ;:</td></tr><tr><td>Import Value Index</td><td>36</td><td>33</td><td>46</td><td>166</td><td>132</td><td>100</td><td>313</td><td>184</td><td>277</td><td>263</td><td/></tr></table>",
                "html": null
            },
            "TABREF9": {
                "text": "Value of Indonesia's Trade with Bangladesh by Commodity Section(",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td>Million US dollars)</td></tr></table>",
                "html": null
            },
            "TABREF10": {
                "text": "1 in 1975. It rose again to 5.5 in 1978 and then declined to around 2.3 in 1979. Thus Indonesia's imports from Pakistan fluctuated more often than its",
                "type_str": "table",
                "num": null,
                "content": "<table><tr><td/><td/><td/><td/><td colspan=\"2\">(Million US dollars)</td></tr><tr><td/><td/><td colspan=\"2\">Imports from</td><td colspan=\"2\">Exports to</td></tr><tr><td>SITC</td><td>Commodity Group</td><td colspan=\"2\">Pakistan</td><td colspan=\"2\">Pakistan</td></tr><tr><td/><td/><td>1974</td><td>1978</td><td>1974</td><td>1978</td></tr><tr><td/><td>Non-Manufactures</td><td/><td/><td/></tr><tr><td colspan=\"2\">0 Food and Live Animals</td><td>42.570</td><td>34.263</td><td>2.653</td><td>13.660</td></tr><tr><td colspan=\"2\">1 Beverages and Tobacco</td><td>0.744</td><td>0.541</td><td/><td>0</td></tr><tr><td colspan=\"2\">2 Crude Materials excluding Fuels</td><td>1.109</td><td>6.495</td><td>0.137</td><td>0</td></tr><tr><td colspan=\"2\">3 Mineral Fuels etc.</td><td>0.556</td><td>0</td><td>1.782</td><td>0</td></tr><tr><td colspan=\"2\">4 Animal, Vegetable Oil, Fat</td><td>-</td><td>0</td><td>28.596</td><td>11.224</td></tr><tr><td/><td>Manufactures</td><td/><td/><td/></tr><tr><td colspan=\"2\">5 Chemicals</td><td>0.364</td><td>0.105</td><td/><td>3.856</td></tr><tr><td colspan=\"2\">6 Basic Manufactures</td><td>9.058</td><td>0.054</td><td>0.075</td><td>0</td></tr><tr><td colspan=\"2\">7 Machines, Transport Equipment</td><td>0.014</td><td>0.021</td><td>-</td><td>0.016</td></tr><tr><td colspan=\"2\">8 Miscellaneous Manufactured Goods</td><td>0.024</td><td>0.060</td><td>-</td><td>0.047</td></tr><tr><td colspan=\"2\">9 Goods not classified by kind</td><td>-</td><td>0.005</td><td>0.002</td><td>0.007</td></tr><tr><td/><td>All Commodities</td><td>54.439</td><td>41.544</td><td>33.245</td><td>28.810</td></tr><tr><td/><td/><td>Table 13</td><td/><td/></tr><tr><td/><td colspan=\"4\">Value of Indonesia's Trade with Sri Lanka by Commodity Sections</td></tr><tr><td/><td/><td>1974</td><td>1978</td><td>1974</td><td>1978</td></tr><tr><td/><td>Non-Manufactures</td><td/><td/><td/></tr><tr><td colspan=\"2\">0 Food and Live Animals</td><td>0</td><td>0.012</td><td>0</td><td>0</td></tr><tr><td colspan=\"2\">1 Beverages and Tobacco</td><td>0</td><td>0</td><td>0</td><td>0</td></tr><tr><td colspan=\"2\">2 Crude Materials excluding Fuels</td><td>0.805</td><td>0.004</td><td>0</td><td>0</td></tr><tr><td colspan=\"2\">3 Mineral Fuels etc.</td><td>0</td><td>0</td><td>0</td><td>0</td></tr><tr><td colspan=\"2\">4 Animal, Vegetable Oil, Fat</td><td>0</td><td>0</td><td>0</td><td>0</td></tr><tr><td/><td>Manufactures</td><td/><td/><td/></tr><tr><td colspan=\"2\">5 Chemicals</td><td>0</td><td>0.028</td><td>-</td><td>0.220</td></tr><tr><td colspan=\"2\">6 Basic Manufactures</td><td>0.017</td><td>0</td><td>-</td><td>0</td></tr><tr><td colspan=\"2\">7 Machines, Transport Equipment 8 Miscellaneous Manufactured Goods</td><td>0.028 0.039</td><td>0.518 0.006</td><td>--</td><td>0 0.044</td></tr><tr><td colspan=\"2\">9 Goods not classified by kind</td><td>0</td><td>0.003</td><td>-</td><td>0.012</td></tr><tr><td/><td>All Commodities</td><td>0.882</td><td>0.571</td><td>0.000</td><td>0.276</td></tr></table>",
                "html": null
            }
        }
    }
}