{
    "paper_id": "10",
    "header": {
        "generated_with": "S2ORC 1.0.0",
        "date_generated": "2021-09-21T21:51:19.066881Z"
    },
    "title": "",
    "authors": [],
    "year": "",
    "venue": null,
    "identifiers": {},
    "abstract": "",
    "pdf_parse": {
        "paper_id": "10",
        "_pdf_hash": "",
        "abstract": [],
        "body_text": [
            {
                "text": " On the vision level one finds the outcomes-based discourse, with its focus on school, aims and the PISA league tables; and the democratic Bildung discourse, with its interest in the purposes of schooling and the development of free citizens who take an interest in other people.  The themes, the content of education: outcomes discourses tend to focus on basic skills while the democratic Bildung discourse also works with societal and cultural themes.  On the process level, the level of learning, teaching, organising and leading education, the outcomes discourse focuses on instruction, producing and leading through tests and data; while the democratic Bildung discourse works with relations, communication and the awareness of communication and collaboration with the other.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "For a more detailed introduction to our model, see Moos in this special issue:",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Educating and leading for world citizenship: Through technocratic homogenisation or communicative diversity. Lejf Moos, Denmark.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Two perspectives and discourses on local and global societies and education are explored and discussed in this paper: society as civilisation, and society as culture. The choice of discourse forms the insights and visions of a general education and democratic Bildung as well as leadership. It is our basic thesis that education is closely related to school organisation and leadership as well as civilisation and culture. The trends and tendencies in education and leadership are found through social analytical strategies in the following categories: discourse context, visions, themes, processes and leadership. A general trend in the next four articles is that they focus on relations between national, local and institutional agencies. The governance of municipalities and of schools is analysed in the light of the distinction between a civic society (characterised by the marketplace, governance, formal rules, technocracy, etc.) and cultures (comprising language, communication, cultural understanding, etc.).",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Historical amnesia: On improving Nordic schools from the outside and forgetting what we know. Eirik J. Irgens, Norway. This article discusses why improving Nordic schools from the outside seems to be challenging. It is argued that understanding differences in national contexts is pivotal, and some essential characteristics of the Nordic culture are identified. A strong tradition of collaboration between managers and workers and the tradition of collaboration at work are embedded in a broader Nordic culture characterised by democracy, an egalitarian, collectivist culture, and a high level of trust. However, teachers are rarely included in developmental planning. As a result, the article contributes to an interpretive understanding of educational systems on their own terms, from the inside out.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "The principle of singularity: A retrospective study of how and why the legislation process behind Sweden's Education Act came to prohibit joint leadership for principals. Marianne Döös, Lena Wilhelmson, Jenny Madestam and Åsa Örnberg. Sweden.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This article provides insight into the legislative process behind the current Swedish Education Act, which prohibits joint leadership for principals. Joint leadership is a sub-form of shared leadership between managers characterised by complete formal authority, hierarchic equality and merged work tasks. In previous research, the sharing of a principal's position has been identified as potentially favourable for principals and schools as it reduces the heavy workload to which principals are often exposed. The analysis concludes that the prohibition of such collaboration between principals is due to both distrust between levels of the governing line and uninformed notions of leadership among legislators.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Educational leadership at municipality level: Defined roles and responsibilities in legislation. Sigríður Margrét Sigurðardóttir, Anna Kristín Sigurðardóttir and Börkur Hansen, Iceland.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "This article explores the roles and responsibilities in national Icelandic legislation on municipal leadership. The educational leadership of municipalities is somewhat tacit in current national legislation. The educational system is dependent on changes in political emphasis at different times to a degree that makes it difficult for both municipalities and the state to provide cohesive leadership. The authors find that closer attention to the local level and its recognition as an important entity for educational development would be worthwhile.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Conceptualizing professional commitment-based school strategy: A Finnish perspective. Jan Merok Paulsen, Norway.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "In many respects core values inherent in the Finnish comprehensive education system cluster and cohere around a Bildung discourse with a strong focus on societal values and culture, and where a core element is institutional trust. The article interprets these cultural traits as manifest at the local level in a school strategy theoretically close to a professional commitment model and seeks to advance its theoretical understanding by conceptual elaboration.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Relations between communities in municipalities or districts and schools are in the foreground in the next articles. Social conditions such as heterogeneous student backgrounds and community expectations and the mediation of school management between authorities and schools are investigated and discussed.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "",
                "sec_num": null
            },
            {
                "text": "Interplay between district and school leadership. Jorunn Møller, Norway.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Creating cultures of equity and high expectations in a low-performing school:",
                "sec_num": null
            },
            {
                "text": "The literature on successful schools has revealed that a school culture of high expectations is beneficial for student achievement and that school leaders can exercise significant influence on their school's success trajectory. This article examines the interplay between district and school leadership in crafting cultures of equality and high expectations for all students in a low-performing Norwegian school with a diverse student population. This proves to be a complex endeavour that begins with questions of purpose and requires that we understand how the work of principals and teachers is embedded in wider social structures of power.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Creating cultures of equity and high expectations in a low-performing school:",
                "sec_num": null
            },
            {
                "text": "Leadership strategies in diverse intake environments. Brit Bolken Ballangrud and Jan Merok Paulsen, Norway.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Creating cultures of equity and high expectations in a low-performing school:",
                "sec_num": null
            },
            {
                "text": "This article sheds light on how school leadership strategies and interventions mediate external demands, imposed from the policy environments on a school with a heterogeneous student population. The article analyses various leadership strategies and interventions as mediating functions between external academic pressure and the internal cultural context of the school. It is important to build a core culture of inclusive ethos for all students, paired with pedagogical collaboration and democratic and servant leadership, in order to master this form of diversity.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Creating cultures of equity and high expectations in a low-performing school:",
                "sec_num": null
            },
            {
                "text": "Making sense across levels in local school governance: Dialogue meetings between a superintendent and subordinated school leaders. Øyvind H. Henriksen, Norway.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Creating cultures of equity and high expectations in a low-performing school:",
                "sec_num": null
            },
            {
                "text": "There is a fairly broad consensus among researchers that productive relations between the levels within a school governance system are crucial for the successful adaptation of reform intentions. This article provides insight into how sense-making constitutes an important contribution to establishing and maintaining a shared interpretation community. Sense making is the pivotal activity in formal dialogue meetings, bridging the gap between municipalities and schools.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Creating cultures of equity and high expectations in a low-performing school:",
                "sec_num": null
            },
            {
                "text": "The following articles investigate and discuss the diverse endeavours of school leaders to make sense of their situation and the social technologies, assignments and power given to them. The potential of positive leadership in school development is discussed. Studies of educational leadership indicate that leadership in the form of institutional sense-making and organising processes affects identities, social relations and the rationales that underlie both professional practice and organisational understandings in schools.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Creating cultures of equity and high expectations in a low-performing school:",
                "sec_num": null
            },
            {
                "text": "This article argues that members of organisations with both formal and informal leadership positions construct understandings through social power struggles. These struggles create new power relations and democratic leadership forms in a hidden power structure in the Danish school on which the article focuses.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Creating cultures of equity and high expectations in a low-performing school:",
                "sec_num": null
            },
            {
                "text": "Making sense of assignment: On the complexity of being a school leader. Søren Augustinsson, Ulf Ericsson and Henrik Nilsson, Sweden.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Creating cultures of equity and high expectations in a low-performing school:",
                "sec_num": null
            },
            {
                "text": "Principals and pre-school leaders interpret their assignment in various ways, thereby revealing how they view their opportunities for doing a good job. As an analytical concept, the authors use technocratic homogenisation to understand the way in which principals and pre-school leaders interpret their assignment (including legal texts, steering documents, documentation, standardised methods, planning and ceremonies). On the other hand, the prerequisites for doing a good job are connected more to everyday coping with emerging dynamic complexity and communicative diversity. The result shows that practice entails more uncertainty, surprise and event-driven activity than the kind of control and intention-driven activity that characterises thinking in technocratic homogenisation.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Creating cultures of equity and high expectations in a low-performing school:",
                "sec_num": null
            },
            {
                "text": "The potential of positive leadership for school improvement: A cross-disciplinary synthesis. Karen Seashore Louis and Joseph F. Murphy, USA.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Creating cultures of equity and high expectations in a low-performing school:",
                "sec_num": null
            },
            {
                "text": "This paper introduces questions about how teachers and leaders can incorporate a focus on \"making life worth living\" into research on schools and school leadership. The authors ground their argument in an interrogation of a relatively broad line of organisational research emerging from positive psychology, which has only recently begun to gain traction among educational scholars. In particular, the focus is on incorporating an asset-focused approach to understanding leadership behaviours that grow out of positive values and orientations, and how they affect individuals, teams, and the school as a whole.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Creating cultures of equity and high expectations in a low-performing school:",
                "sec_num": null
            },
            {
                "text": "Committing to school development: Social and material entanglements. Eli Ottesen Norway.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Creating cultures of equity and high expectations in a low-performing school:",
                "sec_num": null
            },
            {
                "text": "This article investigates a tool developed by the Norwegian Directorate for Education and Training, the Point of View analysis (PoV). PoV analysis is interesting because it combines outcome-based data on achievement, data concerning the staff's opinions, a selfevaluation survey about current practices, and the staff's reflections. An Actor-Network Theory (ANT) analysis positions the PoV as an actor that may transform, distort or modify meaning or elements. Thus, PoV analysis connects local practices with national policies and discourses in emerging and fluctuating networks and shows how powerful policy discourses may be compromised in their partial entanglement with local and regional concerns.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Creating cultures of equity and high expectations in a low-performing school:",
                "sec_num": null
            },
            {
                "text": "Understanding educational leadership and curriculum reform: Beyond global economism and neo-conservative nationalism. Michael Uljens, Finland.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Creating cultures of equity and high expectations in a low-performing school:",
                "sec_num": null
            },
            {
                "text": "The point of departure of this article is that a significant driver of globalisation and the world economy during the past three decades has been an agenda of transnational economism (financialisation, economic internalisation), supported by technological standardisation, the deregulation of laws and neo-liberal market-oriented policies. These global developments can only be managed by critical, constructive and responsible individuals and citizens with a sense of personal identity and cultural belonging, socially responsible individuals who are capable of recognising the needs of others. In other words, people who are capable of active, democratic citizenship supported by traditional ideals of a Bildung-centred education. Instead, researchers have witnessed an expansion of instrumental education policies, curricular developments oriented towards performative competences, and accountability-based leadership and evaluation practices. Paradoxically, these policies run the risk of intensifying precisely those developments which are regarded as counterproductive. The question is how professionals in educational research and theorising should approach a situation like this.",
                "cite_spans": [],
                "ref_spans": [],
                "eq_spans": [],
                "section": "Creating cultures of equity and high expectations in a low-performing school:",
                "sec_num": null
            }
        ],
        "back_matter": [],
        "bib_entries": {},
        "ref_entries": {
            "FIGREF0": {
                "type_str": "figure",
                "num": null,
                "text": "Sensemaking and power: Processes of interaction in a high-achieving Danish public school. Merete Storgaard Jensen, Denmark.",
                "uris": null
            }
        }
    }
}